[
    {
        "FanficTitle": "Mumu",
        "FanficCharacters": "Le Sarongla, Vacorina",
        "FanficDateReleased": "28/02/2025",
        "FanficAuthor": "Hồ Quang Dũng",
        "FanficContent": "When they said life after death, Lea didn’t take that quite literally that she’d be stuck in a place where nobody could see her. She thought she was going straight to the heavens (God forbid she falls down the pit) but on the contrary, there she was, in limbo, being able to touch, feel, and see (she hoped she could eat but the food just kept on passing through) but nobody could see her. In short, she was a ghost. Although it did come with perks, like being able to watch a concert for free, it did tend to get a little too boring. She thought she’d meet new ghost besties but as it turned out, she was all alone. So what she did... well what did ghost do? She had no idea. When she was alive, there would have been a multitude of things to do, in fact, her to-do-list never really ran out. But now that she was a mumu , she was left empty-handed. She didn’t imagine ghost life to be quite boring but then she realized that she could stir up mischief and nobody would know it was her. When she was alive, she was a goody-two-shoes, that is she feared consequences. But turn about was a fair play, and being literally invisible gave her a pass to do whatever she wanted (except eat, something she was still pissed off about)."
    },
    {
        "FanficTitle": "Rolling down",
        "FanficCharacters": "Namu, Yerky",
        "FanficDateReleased": "21/01/2025",
        "FanficAuthor": "Hồ Quang Dũng",
        "FanficContent": "She was sitting on the hammock by the front porch when a man arrived. He had his sunglasses on, a Hawaiian shirt and khaki shorts paired with loafers (which, if you asked her, wasn’t really practical given that there were sand everywhere). He climbed up the stairs and fiddled with his keys as he tried to open the door. He had sighed for the nth time so she went closer to see him. She scanned his being. He was tall, very mestizo, he was brawny which had her thinking that beneath the shirt was a chiselled chest… probably abs too, and she couldn’t deny that he was pleasing to the eyes.She sat across him when he ate his dinner, almost jealous of him for being able to shovel down his throat that scrumptious looking steak. Her mouth watered the entire time. Why couldn’t she at least be allowed to eat ghost food?"
    },
    {
        "FanficTitle": "Delulu",
        "FanficCharacters": "Loki, Thor",
        "FanficDateReleased": "17/01/2025",
        "FanficAuthor": "Bùi Đức Minh",
        "FanficContent": "It had all started a few days ago when he saw his younger brother, Loki, getting out of a black luxury car parked discreetly at a corner, far from the view of their classmates. The driver, an older man with an extravagant demeanor, had exchanged a look with Loki before the boy hurried toward the school building. Thor hadn’t mentioned it at the time, but the image haunted him like a thorn lodged in his mind.Since then, Loki had been more distant than usual. Thor was used to his sarcasm and his way of keeping to himself, but now it seemed as though his brother was carrying a secret that was consuming him. That morning, as Thor passed by his locker, he noticed something strange: Loki was looking at his phone with an expression that flickered between anxiety and weariness. As Thor approached to greet him, Loki immediately turned off the screen and muttered an excuse before walking away. Thor sighed, leaning against the lockers. It wasn’t easy being the older brother of someone like Loki. There was always a wall between them, a barrier built over years of rivalry, secrets, and Loki’s relentless need to prove he didn’t need anyone. But Thor knew better. Something was wrong."
    },
    {
        "FanficTitle": "Infinity",
        "FanficCharacters": "James Potter, Regulus Black",
        "FanficDateReleased": "04/02/2025",
        "FanficAuthor": "Bùi Đức Minh",
        "FanficContent": "It's been nearly a week of days spent walking from dawn 'til dusk and nights spent sleeping restlessly on the forest floor, and James is starting to think that this quest of his maybe wasn't the best idea.It seemed simple enough in theory – travel north until he finds the shooting star he'd seen fall from the sky last Sunday, bring the star back with him to Godric's Hollow, and offer the star to Lily Evans in exchange for her hand in marriage, or her affection at the very least – but in practice it's proving more difficult. Perhaps he should have paid more attention to orienteering at school.Any hope he had of actually finding the star is dwindling as the sun sets on another day, when he sees what appears to be a glow on the horizon."
    },
    {
        "FanficTitle": "Vampire",
        "FanficCharacters": "Steve Harrington, Eddie Munson",
        "FanficDateReleased": "22/02/2025",
        "FanficAuthor": "Phạm Thị Yến",
        "FanficContent": "It has been exactly fifteen days, eight hours and twenty-seven minutes since Eddie managed to miraculously survive being eaten alive. It has also been exactly fourteen days, eight hours and twenty-seven minutes since he realised that he wants to fucking bite Steve Harrington. And not in the cute way.Because sure, he can be honest here – it isn’t the first time he has played around with the thought of biting into the tanned skin on Steve’s neck. He’s not blind, his sight is damn near perfect – however impossible it sounds, it somehow improved since his Upside Down visit, but he is meticulously shoving this piece of information into the back of his mind – and Steve hasn’t spent a day in his life being unattractive. Some people are just meant to walk around looking as perfect as a Greek statue."
    },
    {
        "FanficTitle": "Hey Hey",
        "FanficCharacters": "John Egbert, Dave Strider, Dirk Strider",
        "FanficDateReleased": "17/01/2025",
        "FanficAuthor": "Phạm Thị Yến",
        "FanficContent": "It was little over a year ago you had begun the adoption process and it took almost everything out of you, eventually leaving you exhausted, anxious, and excited all at once. From the initial filing of papers to the background checks and interviews, even the inspection of your three bedroom home. But unlike most people, you did not have a spouse or significant other. You were, however, sure you had the capability to afford a child considering your profession.The one who gave you the idea to adopt was your cousin, Jake English. A few years before he had adopted a young girl named Jade, it was an odd choice that stood out to you because Jade had different additions compared to Jake. Where your cousin had more cat-like ears and tail, Jade had dog-like ears and tail. Although, now that you think about it, that might have been the decision of his then-girlfriend-now-wife Jane. It confused you as to why they would adopt instead of trying for their own. You shake your head. Maybe she is infertile?"
    },
    {
        "FanficTitle": "The End",
        "FanficCharacters": "Hayakawa Aki",
        "FanficDateReleased": "11/01/2025",
        "FanficAuthor": "Phạm Quốc Bảo",
        "FanficContent": "Aki spent his entire trip to Hokkaido thinking about you. When his thoughts begin to wander like this, he isn't given much of a choice; you occupy every space in his mind. Each stream of consciousness always seems to lead right back where he left it — You.Hokkaido is cold, empty, and manages to suck the life out of everything it touches. The sky is a certain shade of melancholy blue and twilight. It's the kind of atmosphere that causes him to slip into his usual routine of drowning in old, tired memories and his own reflections. His heart and his brain don't spare him much pity these days.Frost creeps at the edges of the windows. A veil of snow falls incessantly and swirls with the wind, obscuring any semblance of a view, leaving him only able to see what lingers in the back of his mind: graves made of polished stone, loaded guns, failed attempts to quit smoking, forgetting how to say a prayer because it's been too long. Getting cold feet, and trying to live an honest life, even though you know it's far too late for that. "
    },
    {
        "FanficTitle": "Manacled",
        "FanficCharacters": "Oliver Queen, Felicity Smoak",
        "FanficDateReleased": "14/02/2025",
        "FanficAuthor": "Phạm Quốc Bảo",
        "FanficContent": "Her head hurt. It was becoming a problem, just how often that was happening these days. She’d had some pretty good knocks to the head, and even though she knew that all of the myths about killing brain cells and stuff were just that, head injury was something she’d done a lot of research on ever since joining Team Arrow—if Oliver didn’t like the nickname, he could very well come up with his own—since her position on the team vacillated between excising dead tissue and excising troublesome code. So she’d done her reading, okay? And waking up with her head pounding like this, not a good thing. Not a good thing at all."
    },
    {
        "FanficTitle": "Vân Chi Vũ",
        "FanficCharacters": "Thượng Quan Thiển, Cung Thượng Giác",
        "FanficDateReleased": "19-03-2025",
        "FanficAuthor": "Thái Thị Tường Minh",
        "FanficContent": "Đêm trước ngày đại chiến diễn ra.\nThượng Quan Thiển ngồi trước gương đồng, tóc xõa dài tùy ý ở sau lưng, bên cạnh nàng là một thanh trường kiếm cùng một thanh đoản kiếm. Nàng trầm ngâm nhìn bản thẩn thân, trong đầu không ngưng nghĩ đến ngày mai. Một ngày nữa, chỉ còn một ngày nữa thôi, chấp niệm của nàng sẽ được thực hiện, mối thù của Cô Sơn sẽ được trả. Chỉ là kết quả của nàng sẽ ra sao đây? Âm thầm thở ra một hơi, nàng bỗng nhận ra Cung Thượng Giác đã đứng đó từ lúc nào. Hắn đứng đó, khuôn mặt đanh lại, không rõ hắn đang nghĩ chuyện gì?\n“Cung nhị tiên sinh đứng đó làm gì vậy?”\nCung Thượng Giác bị câu hỏi của nàng đánh động. Hắn cũng không biết tại sao bản thân mình lại ở đây. Ngày đó, hắn cùng các cung thương lượng xong kế hoạch nghênh đón Vô Phong, càng nghe, bản thân hắn càng ngày càng bồn chồn. Hắn không dám gặp nàng, cũng không có can đảm đến gặp nàng. Hôm nay, xử lý sự vụ xong, bản thân đi ra ngoài hít thở không khí. Hắn bất tri bất giác nhìn thấy khóm đỗ quyên trong viện, trong đầu nhớ đến những ngày nàng ở bên. Đôi chân không nghe lời đưa hắn đến của phòng nàng, rồi tiến vào. Hắn thấy nàng ngồi trước gương rồi cũng im lặng như vậy…\n“Ta….”\n“Cung nhị tiên sinh muốn cùng ta chơi một ván cờ không?” Không đợi hắn nói hết, Thượng Quan Thiển đã lên tiếng.\n“Được.” Chơi cờ cũng tốt, ít ra sau hắn còn được ở bên nàng một đêm cuối cùng. Ngày mai, mọi chuyện đều rất khó nói.\nHai người ngồi đối diện nhau, từng quân cờ trắng đen xen lẫn vào nhau, bất phân thắng bại. \n“Cung nhị tiên sinh, ngài thấy Giang hồ này với bàn cờ này rất giống nhau hay không?”\n“Ồ, nàng nói nghe xem.” Cung Thượng Giác nhìn nàng, ánh mắt kinh ngạc.\n“Trắng trắng đen đen, hai thế cục cân bằng với nhau. Đen đại diện cho ác, trắng đại diện cho thiện. Nhưng rốt cuộc thế nào là ác, thế nào là thiện đây? Cung Môn trước giờ vẫn được tự xưng là đệ nhất danh môn chính phái, đại diện cho trắng. Vô Phong khiến người người căm phẫn, hận vào trong xương trong tủy, đại diện cho đen. Đen trắng hai bên, không thể thiếu một.”\nNói rồi, nàng đột nhiện đưa cho hắn một quân cờ trắng, rồi cầm lấy một quân cờ đen. Hắn nhìn nàng, nàng nhìn hắn, hai người nhìn thấy bản thân trong mắt đối phương. \nKỳ thật cả hai người đều hiểu. Vô Phong sẽ không diệt Cung Môn, Cung Môn cũng sẽ không đuổi tận giết tuyệt Vô Phong. Trong giang hồ ai cũng muốn có danh vọng và quyền lực, nhưng nào có ai gánh được trọng trách thiên hạ đệ nhất cơ chứ? \nHai người ngồi nhìn nhau, trong lòng kết thành một hiệp nghị trong âm thầm. \nCung Thượng Giác cúi đầu, cầm chặt quân cờ trắng trong tay, ánh mắt vô tình nhìn đến hai thanh kiếm bên bàn. Thấy biểu hiện của hắn có chút khác thường, Thượng Quan Thiển liền nhìn theo.\n“Đây là?” Cung Thượng Giác lên tiếng thắc mắc.\n“Vũ khí đó. Là vũ khí mà ta hay dùng tại Vô Phong. Là Hàn Nha Thất đã tự mình rèn cho ta. Độc nhất vô nhị.” Không biết là vô tình hay cố ý, nàng nhận mạnh mấy chữ cuối cùng. \n“Hắn đối xử với nàng rất tốt sao?”\n“Ta không biết.” Thượng Quan Thiển lắc đầu. Hàn Nha Thất tốt sao? Nàng không chắc. Nếu nói hắn tốt với nàngthì tại sao lại đẩy nàng vào những cuộc huấn luyện đến cả Võng còn phải nhăn mày? Nếu nói hắn tàn nhẫn, vậy thì tại sao lại giúp nàng bôi thuốc, chữa thương, giành giật những thứ tốt nhất màVô Phong cấp cho thích khách cấp Mị về cho nàng?\n“Ta chỉ biết, không cần biết xảy ra chuyện gì, hắn đều ở sau lưng ta.” \n“Ta….xin lỗi.” Cung Thượng Giác mím môi. Là hắn không tin tưởng nàng.\n“Kỳ thật cũng chẳng có gì. Mọi chuyện ta đều hiểu, ta đều biết. Vì vậy, Cung Nhị tiên sinh không cần xin lõi gì cả. Tất cả đều là thân bất do kỷ mà thôi.” Thượng Quan Thiển nở nụ cười nhàn nhạt. \n“Sau trận chiến ngày mai, hai chúng ta có thể nói chuyện được không?” Cung Thượng Giác ngập ngừng.\nThượng Quan Thiển bất ngờ. Đây là Cung Thượng Giác sao? Là Cung nhị tiên sinh cao cao tại thượng mà giang hồ kính trọng, là người khiến cho Vô Phong sợ hãi à? Nàng im lặng một lúc lâu, lâu đến mức khiến cho Cung Thượng Giác cảm thấy yêu cầu này đi vào vô vọng. Đang đứng dậy chuẩn bị rời đi thì câu trả lời của nàng khiến hắn lặng người.\n“Được. Hi vọng chúng ta vẫn còn có thể nói chuyện với nhau.” Thượng Quan Thiển nhìn hắn, ánh mắt lóe lên tia sáng.\n“Được.” Khóe môi Cung Thượng Giác cong lên.\n---\nHôm sau, toàn bộ Cung môn chìm trong sắc đỏ. Tin tức Chấp Nhận Cung Môn Cung Tử Vũ tuyển tân nương sớm đã chẳng còn là bí mật gì. Hắn đứng ở vị trí cao nhất, nhìn thấy đoàn tân nương từ từ tiến vào, bàn tay nắm thành quyền, hàm răng nghiến chặt với nhau, ánh mắt hằn lên tia máu. Hắn biết, Vô Phong đến rồi. A Vân của hắn, có lẽ cũng đến rồi.\nGiác Cung, Cung Viễn Chủy đứng trước của phòng Cung Thượng Giác. Theo như kế hoạch, Cung Thượng Giác hiện đang không có nội lực nên không xuất hiện. \n“Cung tam tiên sinh, bảo trọng.” Thượng Quan Thiển một thân hắc y, tóc búi cao gọn gàng, bên hông là một thanh trường kiếm, và một thanh đoản kiếm."
    },
    {
        "FanficTitle": "Avater-Chapter 2",
        "FanficCharacters": "Jake, Pandora",
        "FanficDateReleased": "21-03-2025",
        "FanficAuthor": "Hồ Quang Dũng",
        "FanficContent": "Khi đoàn Omaticaya tiến đến khu vực rơi xuống, họ phát hiện một con tàu nhỏ của con người bị bao phủ bởi rêu và những tán cây lớn. Cánh cửa kim loại đã bị mở toang, nhưng điều khiến tất cả bất ngờ là một sinh vật đang nằm bất động trên nền đất.\nĐó không phải là một người Trái Đất bình thường.\nSinh vật ấy trông giống Na’vi, nhưng màu da nhạt hơn, đôi mắt không hoàn toàn vàng mà có ánh xanh lạ kỳ. Cô gái trẻ có mái tóc dài màu bạc, bộ giáp khoác trên người trông hoàn toàn xa lạ với công nghệ RDA.\nCô ấy mở mắt.\nJake cảm nhận được một điều kỳ lạ từ cô gái này—như thể cô thuộc về Pandora, nhưng cũng không thuộc về nơi này.\nCô cất giọng, nhẹ nhàng nhưng mạnh mẽ:\n“Ta đến từ một nơi xa hơn cả những vì sao. Pandora đang gặp nguy hiểm.”"
    },
    {
        "FanficTitle": "Hotel-Del Luna Chapter 1",
        "FanficCharacters": "IU",
        "FanficDateReleased": "21-03-2025",
        "FanficAuthor": "Phương Thảo Hồ",
        "FanficContent": "Goo Chan Sung mở mắt, hơi thở gấp gáp. Anh lại vừa mơ thấy cô.\nJang Man Wol.\nTrong giấc mơ, cô đứng dưới ánh trăng bạc, mặc bộ hanbok trắng như sương khói. Cô không nói gì, chỉ mỉm cười, đôi mắt ánh lên một nỗi buồn.\n“Man Wol…” Chan Sung thì thầm, nhưng cô biến mất ngay khi anh vươn tay chạm vào.\nĐã nhiều năm trôi qua kể từ khi Hotel Del Luna biến mất. Anh đã cố gắng sống một cuộc sống bình thường, nhưng những giấc mơ về Man Wol vẫn đến, rõ ràng như thể cô chưa từng rời đi.\n“Tại sao em cứ xuất hiện trong giấc mơ của anh?”"
    },
    {
        "FanficTitle": "Avatar-Chapter 1",
        "FanficCharacters": "Jake, Pandora",
        "FanficDateReleased": "21-03-2025",
        "FanficAuthor": "Hồ Quang Dũng",
        "FanficContent": "Mặt trời của Pandora ló dạng, nhuộm rừng cây thành một màu xanh lấp lánh. Jake Sully đứng trên một cành cây cao, quan sát ngôi làng Omaticaya đang dần hồi sinh sau cuộc chiến với loài người. Neytiri nhẹ nhàng đến bên anh, đôi mắt vàng sâu thẳm.\n“Anh đang nghĩ gì vậy?” cô hỏi."
    },
    {
        "FanficTitle": "Marvel-Chapter 1",
        "FanficCharacters": "Iron man",
        "FanficDateReleased": "21-03-2025",
        "FanficAuthor": "Phạm Hương Quỳnh",
        "FanficContent": "The sky over Manhattan cracked open like shattered glass.\nCarol Danvers felt it before she saw it — a hum in her bones, the same frequency that once called her across galaxies. But this time, it wasn’t cosmic. It was… familiar.\nShe shot across the skyline, golden energy trailing behind her, and braced herself in mid-air. The rift pulsed above Stark Tower’s ruins — a swirling tear in space, flickering between colors that didn’t exist.\nAnd someone fell out.\nShe caught him before he hit the ground.\nA young man, unconscious, wearing battered armor — not from this Earth. Not from any Earth she recognized. His chestplate bore the mark of a twisted Avengers \"A,\" half-burned.\n\"Hey,\" Carol shook him gently, \"you’re okay. You’re safe.\"\nHis eyes fluttered open.\nAnd then widened in panic.\n\"You have to stop it,\" he gasped. \"He's coming.\"\nCarol's stomach dropped. \"Who?\"\nThe man’s voice cracked, barely a whisper:\n\"Kang.\""
    }
]