[
    {
        "FanficTitle": "Mumu and Mimi",
        "FanficCharacters": "Le Sarongla, Vacorina",
        "FanficDateReleased": "21-03-2025",
        "FanficAuthor": "Hồ Quang Dũng",
        "FanficContent": "When they said life after death, Lea didn’t take that quite literally that she’d be stuck in a place where nobody could see her. She thought she was going straight to the heavens (God forbid she falls down the pit) but on the contrary, there she was, in limbo, being able to touch, feel, and see (she hoped she could eat but the food just kept on passing through) but nobody could see her. In short, she was a ghost. Although it did come with perks, like being able to watch a concert for free, it did tend to get a little too boring. She thought she’d meet new ghost besties but as it turned out, she was all alone. So what she did... well what did ghost do? She had no idea. When she was alive, there would have been a multitude of things to do, in fact, her to-do-list never really ran out. But now that she was a mumu , she was left empty-handed. She didn’t imagine ghost life to be quite boring but then she realized that she could stir up mischief and nobody would know it was her. When she was alive, she was a goody-two-shoes, that is she feared consequences. But turn about was a fair play, and being literally invisible gave her a pass to do whatever she wanted (except eat, something she was still pissed off about)."
    },
    {
        "FanficTitle": "The Enigma of Shadows",
        "FanficCharacters": "Rhea, Orion, Lysander",
        "FanficDateReleased": "10/05/2020",
        "FanficAuthor": "Phạm Quốc Bảo",
        "FanficContent": "Rhea, a skilled thief, stumbles upon a hidden artifact that grants her unimaginable power. With Orion, a mysterious guardian, and Lysander, a rival thief, she must decide whether to use it for good or succumb to its dark allure. As the artifact's secrets unfold, she finds herself ensnared in a deadly game of fate.Copyright is a limited right, with key exceptions such as fair use. Fair use allows people to use copyrighted works for transformative purposes, such as commenting, reporting, and criticizing."
    },
    {
        "FanficTitle": "Justice",
        "FanficCharacters": "Jedi Knight, Leeha Narezz",
        "FanficDateReleased": "08/12/2018",
        "FanficAuthor": "Phạm Quốc Bảo",
        "FanficContent": "“Rivka? May I come in?”.The voice was soft, cautious not to startle her; though Rivka had sensed her presence before she spoke nonetheless. “The Meedees said you seemed upset.”.Rivka pressed the button to open the door from across the room, and shifted on the bed.“Not that I don’t appreciate the sentiment, but - not like that’s exactly newsworthy, these days,” she replied, watching as Leeha moved into her - their - quarters.Rivka shrugged. “Well everything’s completely fucked to hell, isn’t it,” she said flatly, after a few moments’ silence. “A soldier who’s destined to save her people by creating peace, while the Order that’s supposed to keep peace sends it’s members out to fight a war? The fact that we would interfere in a people’s life, leave, and then condemn what they’d become when we came back like it was all their doing?” "
    },
    {
        "FanficTitle": "Rivka Journey",
        "FanficCharacters": "Rivka",
        "FanficDateReleased": "28/03/2023",
        "FanficAuthor": "Phạm Thị Yến",
        "FanficContent": "Leeha moved to sit on the side of the bed, subdued and pensive. “I don’t want Master Sedoru to be forced to do to the Republic soldiers what I did to Jomar,” she said quietly, after a few moments. “It is… important to me that he is stopped before it gets to that point.”Rivka squashed the thoughts buzzing against her mouth for the sake of sensitivity. Not that it was exactly easy - all they really did was slide back down into her stomach. In the Force, she reached out to find Leeha’s presence, trying to convey a reassuring sympathy and understanding, and certainty. Not something she felt herself, but that scarcely fazed her lately."
    },
    {
        "FanficTitle": "Vampire",
        "FanficCharacters": "Steve Harrington, Eddie Munson",
        "FanficDateReleased": "22/02/2025",
        "FanficAuthor": "Phạm Thị Yến",
        "FanficContent": "It has been exactly fifteen days, eight hours and twenty-seven minutes since Eddie managed to miraculously survive being eaten alive. It has also been exactly fourteen days, eight hours and twenty-seven minutes since he realised that he wants to fucking bite Steve Harrington. And not in the cute way.Because sure, he can be honest here – it isn’t the first time he has played around with the thought of biting into the tanned skin on Steve’s neck. He’s not blind, his sight is damn near perfect – however impossible it sounds, it somehow improved since his Upside Down visit, but he is meticulously shoving this piece of information into the back of his mind – and Steve hasn’t spent a day in his life being unattractive. Some people are just meant to walk around looking as perfect as a Greek statue."
    },
    {
        "FanficTitle": "Hey Hey",
        "FanficCharacters": "John Egbert, Dave Strider, Dirk Strider",
        "FanficDateReleased": "17/01/2025",
        "FanficAuthor": "Phạm Thị Yến",
        "FanficContent": "It was little over a year ago you had begun the adoption process and it took almost everything out of you, eventually leaving you exhausted, anxious, and excited all at once. From the initial filing of papers to the background checks and interviews, even the inspection of your three bedroom home. But unlike most people, you did not have a spouse or significant other. You were, however, sure you had the capability to afford a child considering your profession.The one who gave you the idea to adopt was your cousin, Jake English. A few years before he had adopted a young girl named Jade, it was an odd choice that stood out to you because Jade had different additions compared to Jake. Where your cousin had more cat-like ears and tail, Jade had dog-like ears and tail. Although, now that you think about it, that might have been the decision of his then-girlfriend-now-wife Jane. It confused you as to why they would adopt instead of trying for their own. You shake your head. Maybe she is infertile?"
    },
    {
        "FanficTitle": "The Alchemist's Secret",
        "FanficCharacters": "Mira, Rowan, Thalia",
        "FanficDateReleased": "30/09/2021",
        "FanficAuthor": "Nguyễn Thị Linh",
        "FanficContent": "Mira, a talented alchemist, uncovers a secret formula that could change the world. With Rowan, her childhood friend, and Thalia, a rival alchemist, she must protect her discovery from those who seek to exploit it. As rival factions close in, she is faced with an impossible choice between knowledge and power.Due to exposure to the nuclear weapons, some children were born with abilities. A child begins to show their powers around age 8 if they are going to develop them and they are then sent to the Institute where they are forced to obey strict rules, their powers are bound with manacles around their wrists."
    },
    {
        "FanficTitle": "The Lost City",
        "FanficCharacters": "Cassian, Elara, Felix",
        "FanficDateReleased": "05/10/2021",
        "FanficAuthor": "Nguyễn Thị Linh",
        "FanficContent": "Cassian, an adventurous archaeologist, discovers a lost city filled with ancient secrets. With Elara, a fierce protector, and Felix, a charming rogue, they must uncover the truth before it falls into the wrong hands.The redhead’s face was heated up by that comment. She wasn’t sure if Kat understood what she meant by all that, but she took what she could get. If she was able to read anything about this woman, it was that she wasn’t the emotional type. Even if that was the case, Swann didn’t mind, and she could roll with the punches.During this he befriends Twilight and the other Elements of Harmony along with the many other ponies in Equestria. A story where laughter is shared, tears are shed, and the bonds of friendship and love are tested in this reimagining."
    },
    {
        "FanficTitle": "I, Myself",
        "FanficCharacters": "Ed Warn, Lu Zack",
        "FanficDateReleased": "24/03/2024",
        "FanficAuthor": "Nguyễn Thị Linh",
        "FanficContent": "The school board decided to be a dick about everything that went down and forbade them from playing in the drama room, so they had to look for another place. And sure, Gareth did offer up his garage, but it was already filled with their band equipment and even though his mom loved them to no end – with the kind of adoration that never ceased to surprise Eddie – they didn’t want to take advantage of her kindness. So, the Wheeler basement it was"
    },
    {
        "FanficTitle": "Milord",
        "FanficCharacters": "Mira,Uki,Lord Hert",
        "FanficDateReleased": "18/01/2025",
        "FanficAuthor": "Nguyễn Thị Linh",
        "FanficContent": "It should’ve been easy, to say no that is. But when Eddie’s eyes met Steve’s – brown and golden and sincere and mesmerizing – he couldn’t utter a word. Fucking typical. If they were still in high school, he would mask his attraction as something else and sneer at Steve to chase him away, but he couldn’t do that now, could he?So here he is. And he is screwed, so, so, screwed. Because it’s one thing to stare at Steve from a safe distance, eyes trailing down his body and taking him in from afar. Being in his presence is a whole another deal, though.The noise of the opening door drags him out of his thoughts and there he stands, Steve Harrington in all his glory. He’s wearing one of his beloved striped polos and light blue jeans that just hug his thighs perfectly. His hair somehow looks carefully combed and equally tousled and soft and Eddie would give up his entire life to run his fingers through it."
    },
    {
        "FanficTitle": "The Ladyr",
        "FanficCharacters": "Sibyss, Adril, Ela",
        "FanficDateReleased": "28/03/2018",
        "FanficAuthor": "Bùi Đức Minh",
        "FanficContent": "Sibyl, the last enchanter of her kind, must harness her dwindling powers to save her kingdom. With Adrian, a charming rogue, and Elara, a fierce warrior, she embarks on a quest to reclaim her magic.Looking at her age-old camcorder, Swann was close to throwing the ancient machine into the wall of her apartment. She’d been trying to load some of the footage she took in the park from a few days ago and unfortunately, it was giving her a shit time. The light on the camera kept blinking, and she sat back on her couch with defeat. It had been some time since she’d gotten it checked out, and she was sensing that a trip to the repair store was in order."
    },
    {
        "FanficTitle": "The Shattered Mirror",
        "FanficCharacters": "Nerissa, Orion, Thorne",
        "FanficDateReleased": "31/10/2018",
        "FanficAuthor": "Bùi Đức Minh",
        "FanficContent": "Nerissa, a gifted sorceress, discovers a shattered mirror that reveals alternate realities. With Orion, a brave knight, and Thorne, a cunning thief, she must piece together the truth before it's too late.What an odd sense of humor. Although it was different from any other conversation she’d have with any of the other people in the city, it felt oddly comforting to know there was someone else out here that was obliquer than normal. When she looked over at the bird, she expected it to still be there, but it was gone. Her curiosity got the best of her, and she walked over to the stone ledge to see where it might have gone. She peered her head over, and her eyes widened to see that the ground was farther down than she expected."
    },
    {
        "FanficTitle": "The Veil of Time",
        "FanficCharacters": "Ezra, Celeste, Armand",
        "FanficDateReleased": "09/03/2020",
        "FanficAuthor": "Bùi Đức Minh",
        "FanficContent": "Ezra, a time traveler, discovers a plot to alter history. With Celeste, a brilliant historian, and Armand, a skilled warrior, they must race against time to preserve the timeline.A collection of fairy-tale oneshots with a twist. Beginning with a retelling of Cinderella-will eventually include such tales as Beauty and the Beast, East of the Sun and West of the Moon, Snow White, The Twelve Dancing Princesses, etc. Will be updating regularly and taking requests. Moderate to extreme AU and OOC. Ye have been warned."
    },
    {
        "FanficTitle": "Shifter",
        "FanficCharacters": "Tony Stark, Bucky Barns",
        "FanficDateReleased": "07/03/2024",
        "FanficAuthor": "Bùi Đức Minh",
        "FanficContent": "JARVIS pulled up page after page of research, and Tony’s head spun. There was so much information - and misinformation - about wolf shifters. He knew some, of course. He lived with two, but being roommates with a shifter was entirely different from... dating one. Or trying to date one.“Okay... cull out the obvious bullshit.”That still left him with a staggering amount of information to review. Well, he decided. He had become an expert in thermonuclear astrophysics overnight, he could do this too."
    },
    {
        "FanficTitle": "Charlotte",
        "FanficCharacters": "Charlotte, Mary, Conell",
        "FanficDateReleased": "21/03/2022",
        "FanficAuthor": "Bùi Đức Minh",
        "FanficContent": "Birds sang into the quiet morning as the Connell household slowly came to life. The front door of the mansion opened and a girl, no older than ten with a teddy bear in hand ran out.Different kinds of flowers bloomed in the vast lawn but only one flower held the girl's attention. Charlotte kneeled in front of a rose bush and she stared in awe as the petals glistened in the morning light. Small hands carefully encircled the stem and plucked out the flower from the bush and she wondered.'How does it feel like to be a plant?'"
    },
    {
        "FanficTitle": "Delulu",
        "FanficCharacters": "Loki, Thor",
        "FanficDateReleased": "17/01/2025",
        "FanficAuthor": "Bùi Đức Minh",
        "FanficContent": "It had all started a few days ago when he saw his younger brother, Loki, getting out of a black luxury car parked discreetly at a corner, far from the view of their classmates. The driver, an older man with an extravagant demeanor, had exchanged a look with Loki before the boy hurried toward the school building. Thor hadn’t mentioned it at the time, but the image haunted him like a thorn lodged in his mind.Since then, Loki had been more distant than usual. Thor was used to his sarcasm and his way of keeping to himself, but now it seemed as though his brother was carrying a secret that was consuming him. That morning, as Thor passed by his locker, he noticed something strange: Loki was looking at his phone with an expression that flickered between anxiety and weariness. As Thor approached to greet him, Loki immediately turned off the screen and muttered an excuse before walking away. Thor sighed, leaning against the lockers. It wasn’t easy being the older brother of someone like Loki. There was always a wall between them, a barrier built over years of rivalry, secrets, and Loki’s relentless need to prove he didn’t need anyone. But Thor knew better. Something was wrong."
    },
    {
        "FanficTitle": "Infinity",
        "FanficCharacters": "James Potter, Regulus Black",
        "FanficDateReleased": "04/02/2025",
        "FanficAuthor": "Bùi Đức Minh",
        "FanficContent": "It's been nearly a week of days spent walking from dawn 'til dusk and nights spent sleeping restlessly on the forest floor, and James is starting to think that this quest of his maybe wasn't the best idea.It seemed simple enough in theory – travel north until he finds the shooting star he'd seen fall from the sky last Sunday, bring the star back with him to Godric's Hollow, and offer the star to Lily Evans in exchange for her hand in marriage, or her affection at the very least – but in practice it's proving more difficult. Perhaps he should have paid more attention to orienteering at school.Any hope he had of actually finding the star is dwindling as the sun sets on another day, when he sees what appears to be a glow on the horizon."
    },
    {
        "FanficTitle": "The STooPid Enchanter",
        "FanficCharacters": "Sibyl, Adrian, Elara",
        "FanficDateReleased": "28/03/2023",
        "FanficAuthor": "Hồ Quang Dũng",
        "FanficContent": "Sibyl, the last enchanter of her kind, must harness her dwindling powers to save her kingdom. With Adrian, a charming rogue, and Elara, a fierce warrior, she embarks on a quest to reclaim her magic.Frost Queen and Emu graduate from college and live together in a small shared apartment , but rents getting tough and well , Emu refuses to beg from her family and since she took a break from her shows , shes not really earning anything , and Frost Queen . . Well , why would she of all people get herself dirty in peasent working areas ? Though unfortunately , her strict aura has only made interviewers fear her , even if she was being nice ."
    },
    {
        "FanficTitle": "The Keeper of Secrets",
        "FanficCharacters": "Liora, Magnus, Freya",
        "FanficDateReleased": "05/12/2022",
        "FanficAuthor": "Hồ Quang Dũng",
        "FanficContent": "Liora, a guardian of ancient secrets, must protect her knowledge from those who seek to misuse it. With Magnus, a loyal friend, and Freya, a fierce warrior, she embarks on a journey to safeguard her legacy.The timeline of Sonic the Hedgehog is on the verge of destruction. Moments in time once concrete are now unknown. As a new enemies reveal themselves, it’s up to those on the outside to restore the past to save the future. That outsider is Rainbow Dash, and she’s in way over her head."
    },
    {
        "FanficTitle": "The Forgotten Song",
        "FanficCharacters": "Melisande, Adrian, Lucian",
        "FanficDateReleased": "31/10/2020",
        "FanficAuthor": "Hồ Quang Dũng",
        "FanficContent": "Melisande, a talented bard, discovers an ancient song that holds the key to awakening a long-lost magic. With Adrian, a brooding warrior, and Lucian, a mysterious bard, they must protect the song from those who wish to misuse it.Additional chapters that are not from the main storyline and AU of an AU. I am taking requests, so if there is something you want me to do, please comment here. Requests are not guaranteed to be written.Following the events of Forgotten Friendship, Sunset Shimmer and her friends work together to construct a machine that will allow them to detect and locate Equestrian magic in their world."
    },
    {
        "FanficTitle": "Titanic Another Ending",
        "FanficCharacters": "Jack, Rose",
        "FanficDateReleased": "21-03-2025",
        "FanficAuthor": "Hồ Quang Dũng",
        "FanficContent": "Rose gật đầu, nhưng trái tim cô tràn ngập tuyệt vọng. Cô biết, nếu buông tay, Jack sẽ không thể sống sót.\nBất ngờ, một tiếng gọi vang lên từ xa. Một chiếc thuyền cứu hộ!\nKhông chần chừ, Rose quyết định một điều mà chính cô cũng không ngờ tới—cô đẩy Jack lên tấm ván, rồi dùng hết sức đẩy mạnh anh về phía chiếc thuyền cứu hộ.\n“ROSE! EM ĐANG LÀM GÌ VẬY?” Jack hét lên khi Rose dần chìm xuống.\nNhưng cô chỉ mỉm cười, ánh mắt dịu dàng: “Anh phải sống, Jack. Em yêu anh…”\nJack vùng vẫy, nhưng một thủy thủ đã kéo anh lên thuyền. Khi anh nhìn lại, Rose đã biến mất trong làn nước lạnh giá.\nJack khóc. Nỗi đau xé nát tâm hồn anh."
    },
    {
        "FanficTitle": "Avatar-Chapter 1",
        "FanficCharacters": "Jake, Pandora",
        "FanficDateReleased": "21-03-2025",
        "FanficAuthor": "Hồ Quang Dũng",
        "FanficContent": "Mặt trời của Pandora ló dạng, nhuộm rừng cây thành một màu xanh lấp lánh. Jake Sully đứng trên một cành cây cao, quan sát ngôi làng Omaticaya đang dần hồi sinh sau cuộc chiến với loài người. Neytiri nhẹ nhàng đến bên anh, đôi mắt vàng sâu thẳm.\n“Anh đang nghĩ gì vậy?” cô hỏi."
    },
    {
        "FanficTitle": "Avater-Chapter 2",
        "FanficCharacters": "Jake",
        "FanficDateReleased": "21-03-2025",
        "FanficAuthor": "Hồ Quang Dũng",
        "FanficContent": "Khi đoàn Omaticaya tiến đến khu vực rơi xuống, họ phát hiện một con tàu nhỏ của con người bị bao phủ bởi rêu và những tán cây lớn. Cánh cửa kim loại đã bị mở toang, nhưng điều khiến tất cả bất ngờ là một sinh vật đang nằm bất động trên nền đất.\nĐó không phải là một người Trái Đất bình thường.\nSinh vật ấy trông giống Na’vi, nhưng màu da nhạt hơn, đôi mắt không hoàn toàn vàng mà có ánh xanh lạ kỳ. Cô gái trẻ có mái tóc dài màu bạc, bộ giáp khoác trên người trông hoàn toàn xa lạ với công nghệ RDA.\nCô ấy mở mắt.\nJake cảm nhận được một điều kỳ lạ từ cô gái này—như thể cô thuộc về Pandora, nhưng cũng không thuộc về nơi này.\nCô cất giọng, nhẹ nhàng nhưng mạnh mẽ:\n“Ta đến từ một nơi xa hơn cả những vì sao. Pandora đang gặp nguy hiểm.”"
    },
    {
        "FanficTitle": "Giới thiệu bản thân",
        "FanficCharacters": "Phương Thảo",
        "FanficDateReleased": "21-03-2025",
        "FanficAuthor": "Phương Thảo Hồ",
        "FanficContent": "Tui là người mới"
    },
    {
        "FanficTitle": "Hotel-Del Luna Chapter 1",
        "FanficCharacters": "IU",
        "FanficDateReleased": "21-03-2025",
        "FanficAuthor": "Phương Thảo Hồ",
        "FanficContent": "Goo Chan Sung mở mắt, hơi thở gấp gáp. Anh lại vừa mơ thấy cô.\nJang Man Wol.\nTrong giấc mơ, cô đứng dưới ánh trăng bạc, mặc bộ hanbok trắng như sương khói. Cô không nói gì, chỉ mỉm cười, đôi mắt ánh lên một nỗi buồn.\n“Man Wol…” Chan Sung thì thầm, nhưng cô biến mất ngay khi anh vươn tay chạm vào.\nĐã nhiều năm trôi qua kể từ khi Hotel Del Luna biến mất. Anh đã cố gắng sống một cuộc sống bình thường, nhưng những giấc mơ về Man Wol vẫn đến, rõ ràng như thể cô chưa từng rời đi.\n“Tại sao em cứ xuất hiện trong giấc mơ của anh?”"
    },
    {
        "FanficTitle": "hehe",
        "FanficCharacters": "Jake",
        "FanficDateReleased": "21-03-2025",
        "FanficAuthor": "Hồ Quang Dũng",
        "FanficContent": "kkkkkkkk"
    },
    {
        "FanficTitle": "The Substance",
        "FanficCharacters": "Elizabeth",
        "FanficDateReleased": "21-03-2025",
        "FanficAuthor": "Hồ Quang Dũng",
        "FanficContent": "It shimmered in the moonlight like oil on water.\nAlive. Breathing.\nThe Substance pooled between broken streets and crumbling walls, pulsing with slow, steady rhythm — as though it had a heart.\nMira crouched at the edge of the ruined highway, her breath fogging in the cold night. The air smelled faintly sweet, like burnt sugar and ozone. Her glove trembled above the black pool. One touch, they said, and it either consumes you… or chooses you.\nShe wasn’t sure which she wanted more.\nHer brother had vanished into the Substance two years ago. No remains. Just whispers. She had heard them sometimes, in her sleep — faint words in voices she could never quite remember, calling her by name.\nTonight, she was done listening.\nShe touched it.\nThe cold hit first, like ice down her spine. But then… warmth. A pulse. A single word, spoken in a language she didn't know but somehow understood:\n\"Welcome.\"\nThe Substance pulled at her fingertips — not devouring, not burning — but linking. A thread forming between her heart and its endless depth.\nImages flooded her mind: stars collapsing, worlds forming, memories not her own, and at the center of it all — a shape. Something ancient, lonely, waiting.\n\"I need you,\" it said.\nAnd somehow, so did she."
    },
    {
        "FanficTitle": "Marvel-Chapter 1",
        "FanficCharacters": "Iron man",
        "FanficDateReleased": "21-03-2025",
        "FanficAuthor": "Phạm Hương Quỳnh",
        "FanficContent": "The sky over Manhattan cracked open like shattered glass.\nCarol Danvers felt it before she saw it — a hum in her bones, the same frequency that once called her across galaxies. But this time, it wasn’t cosmic. It was… familiar.\nShe shot across the skyline, golden energy trailing behind her, and braced herself in mid-air. The rift pulsed above Stark Tower’s ruins — a swirling tear in space, flickering between colors that didn’t exist.\nAnd someone fell out.\nShe caught him before he hit the ground.\nA young man, unconscious, wearing battered armor — not from this Earth. Not from any Earth she recognized. His chestplate bore the mark of a twisted Avengers \"A,\" half-burned.\n\"Hey,\" Carol shook him gently, \"you’re okay. You’re safe.\"\nHis eyes fluttered open.\nAnd then widened in panic.\n\"You have to stop it,\" he gasped. \"He's coming.\"\nCarol's stomach dropped. \"Who?\"\nThe man’s voice cracked, barely a whisper:\n\"Kang.\""
    },
    {
        "FanficTitle": "Marvel-Chapter 2",
        "FanficCharacters": "Doctor Strange",
        "FanficDateReleased": "21-03-2025",
        "FanficAuthor": "Phạm Hương Quỳnh",
        "FanficContent": "Doctor Strange stood in the center of a storm of runes, sweat dripping down his brow.\n\"This isn’t just another incursion,\" he muttered. \"This is a message.\"\nWong frowned. \"From who?\"\nStrange's eyes glowed faintly, staring into the impossible geometry of the rift.\n\"From… ourselves. From a future we don’t want to see.\" \"Kang.\""
    }
]