[
    {
        "FanficTitle": "Whispers in the Dark",
        "FanficCharacters": "Elara, Thorne, Caelum",
        "FanficDateReleased": "15/01/2022",
        "FanficAuthor": "Nguyễn Quốc Vinh",
        "FanficContent": "Elara, a gifted seer, uncovers a dark prophecy that threatens her kingdom. With the help of Thorne, a brooding warrior, and Caelum, a mischievous rogue, she must navigate treacherous alliances to prevent a looming disaster. Every month or so the OTW will be doing a Q&A with one of its volunteers about their experiences in the organization. The posts express each volunteer's personal views and do not necessarily reflect the views of the OTW or constitute OTW policy. Today's post is with GenreCat, who volunteers as part of the Policy & Abuse Committee."
    },
    {
        "FanficTitle": "The Shattered Crown",
        "FanficCharacters": "Isolde, Cedric, Alaric",
        "FanficDateReleased": "22/03/2021",
        "FanficAuthor": "Phạm Thị Yến",
        "FanficContent": "In a realm torn by civil war, Isolde, the rightful heir, must reclaim her throne from her treacherous uncle Cedric and the enigmatic Alaric, who holds secrets that could change the fate of the kingdom forever. Along the way, she uncovers long-buried betrayals and faces impossible choices that will determine her legacy.Copyright is the legal protection granting the owners of creative works (such as books, music, artwork, and so on) the authority to control their use, distribution, and sale."
    },
    {
        "FanficTitle": "The Enigma of Shadows",
        "FanficCharacters": "Rhea, Orion, Lysander",
        "FanficDateReleased": "10/05/2020",
        "FanficAuthor": "Phạm Quốc Bảo",
        "FanficContent": "Rhea, a skilled thief, stumbles upon a hidden artifact that grants her unimaginable power. With Orion, a mysterious guardian, and Lysander, a rival thief, she must decide whether to use it for good or succumb to its dark allure. As the artifact's secrets unfold, she finds herself ensnared in a deadly game of fate.Copyright is a limited right, with key exceptions such as fair use. Fair use allows people to use copyrighted works for transformative purposes, such as commenting, reporting, and criticizing."
    },
    {
        "FanficTitle": "The Last Guardian",
        "FanficCharacters": "Aiden, Selene, Kael",
        "FanficDateReleased": "18/11/2018",
        "FanficAuthor": "Lê Thị Bích",
        "FanficContent": "Aiden, the last of an ancient order of guardians, teams up with Selene, a fierce warrior, and Kael, a reluctant mage, to protect a powerful relic from falling into the hands of a malevolent sorcerer. Their journey takes them through treacherous lands, forcing them to battle old enemies and forge new alliances.Since the end of December 2024, AO3 has had numerous periods of slowness, downtime, and related issues such as missing kudos emails and delayed invitations.Twilight Sparkle, a high-class doctor studying and researching microbiological hazards at Equestria's finest medical institute, discovers a nightmare illness that flips Equestria upside down in only a matter of months. When the world is falling apart, is friendship still magic?"
    },
    {
        "FanficTitle": "The Forgotten Realm",
        "FanficCharacters": "Lyra, Dorian, Elowen",
        "FanficDateReleased": "29/07/2019",
        "FanficAuthor": "Trần Ngọc Hân",
        "FanficContent": "Lyra discovers a portal to a forgotten realm where magic still thrives. Joined by Dorian, a charming rogue, and Elowen, a fierce warrior, they must battle dark forces to restore balance to both worlds. As their journey unfolds, they uncover truths that challenge everything they believed about their past.We've been taking some steps to improve the situation, but we are also working on some highly time-sensitive updates to our infrastructure, so we can't spend as much time as we'd like on performance improvements."
    },
    {
        "FanficTitle": "The Celestial War",
        "FanficCharacters": "Zara, Gideon, Nyx",
        "FanficDateReleased": "04/02/2020",
        "FanficAuthor": "Trần Ngọc Hân",
        "FanficContent": "Zara, a celestial being, finds herself caught in a war between light and darkness. With the help of Gideon, a fallen angel, and Nyx, a fierce warrior, she must reclaim her powers to save her people. As the war escalates, she is forced to confront her deepest fears and make an unthinkable sacrifice.We expect some slowness and downtime to continue until our new servers are delivered and installed in a few months.Rainbow Starts a Bet with Zephyr to see who will become each other's slave, It doesn't go end well for her."
    },
    {
        "FanficTitle": "The Timekeeper's Daughter",
        "FanficCharacters": "Clara, Felix, Orion",
        "FanficDateReleased": "11/08/2017",
        "FanficAuthor": "Đỗ Hoàng Nam",
        "FanficContent": "Clara, the daughter of a timekeeper, discovers her ability to manipulate time. With Felix, a time-traveling rogue, and Orion, a guardian of time, she must prevent a catastrophic event that could alter history. But when an unexpected betrayal comes to light, Clara must decide whom she can truly trust.This is a Dystopian world in which the world was destroyed in a global nuclear war. There are now only a few cities around the world that survived. They live in Domes that are supposed to provide quality life and protection against the unpredictable outdoor weather. The acid rain and dust storms are just a few of the things that occur. "
    },
    {
        "FanficTitle": "The Alchemist's Secret",
        "FanficCharacters": "Mira, Rowan, Thalia",
        "FanficDateReleased": "30/09/2021",
        "FanficAuthor": "Nguyễn Thị Linh",
        "FanficContent": "Mira, a talented alchemist, uncovers a secret formula that could change the world. With Rowan, her childhood friend, and Thalia, a rival alchemist, she must protect her discovery from those who seek to exploit it. As rival factions close in, she is faced with an impossible choice between knowledge and power.Due to exposure to the nuclear weapons, some children were born with abilities. A child begins to show their powers around age 8 if they are going to develop them and they are then sent to the Institute where they are forced to obey strict rules, their powers are bound with manacles around their wrists."
    },
    {
        "FanficTitle": "The Witch's Bargain",
        "FanficCharacters": "Elowen, Cassian, Vesper",
        "FanficDateReleased": "12/04/2016",
        "FanficAuthor": "Nguyễn Văn An",
        "FanficContent": "Elowen, a powerful witch, makes a dangerous bargain with Cassian, a charming but deceitful warlock. As they navigate their tumultuous relationship, they must confront dark forces that threaten their lives. When an ancient prophecy resurfaces, their fragile trust is put to the ultimate test.The children are beaten, abused, and beaten down. Their abilities and their usefulness determine their ‘rank’ in the school. Those deemed useless and are abused more. But make no mistake, all children with abilities are tools to be used for the betterment of society."
    },
    {
        "FanficTitle": "The Dragon's Heart",
        "FanficCharacters": "Astra, Kael, Draven",
        "FanficDateReleased": "23/06/2015",
        "FanficAuthor": "Lý Bảo Trân",
        "FanficContent": "Astra, a dragon shifter, must protect her kind from a ruthless hunter. With Kael, a dragon prince, and Draven, a fierce warrior, she embarks on a quest to reclaim her stolen heart and save her people. But as betrayals mount and war looms, she must embrace her destiny before all is lost.They stay at the Institute until they are 18 years old when they are distributed within society to the areas that could best use their powers. Their manacles would be removed, but they would be given a permanent tattoo that would place them under permanent control of their Master where they would be forced to obey all commands."
    },
    {
        "FanficTitle": "The Veil Between Worlds",
        "FanficCharacters": "Niamh, Orion, Selene",
        "FanficDateReleased": "17/10/2022",
        "FanficAuthor": "Đỗ Hoàng Nam",
        "FanficContent": "Niamh, a young woman with the ability to see spirits, discovers a hidden world where the living and the dead coexist. With Orion, a spirit guide, and Selene, a fierce protector, she must bridge the gap between both realms.When she raised her head, she jumped back to find that Kat was standing right next to her. Her hands were on her hips, and she was looking down at the same place Swann was. When their eyes connected, Swann wasn’t prepared for her heart to stop in her chest. She’s… actually really pretty. To make it worse, the blonde smiled at her before leaping to sit on the ledge.The audiobook is done by a team of people who love Manacled, we are known as Audiobook Warriors.Starts shortly after the Apples loose Bright Mac and Pear Butter. Several families have more children than in cannon. Follows Nova Star unicorn student at Celestia's School for Gifted Unicorns."
    },
    {
        "FanficTitle": "The Keeper of Secrets",
        "FanficCharacters": "Liora, Magnus, Freya",
        "FanficDateReleased": "05/12/2019",
        "FanficAuthor": "Thái Thị Tường Minh",
        "FanficContent": "Liora, a keeper of ancient secrets, must protect her knowledge from those who seek to misuse it. With Magnus, a loyal friend, and Freya, a fierce warrior, she embarks on a journey to safeguard her legacy.Swann looked around her apartment. It was small– just a simple studio that would make do for the time that she was here. As an aspiring film artist, there weren’t many cheap places to settle in with such a drastic economy. Michigan had gotten worse over time, but it felt like home. Even with the costs getting a bit more stable after the pandemic, she felt like she was digging through dirt in her pockets every week, and the more she had to take out of her savings, it crushed her dreams."
    },
    {
        "FanficTitle": "The Shadow",
        "FanficCharacters": "Ei, Luce, Thorn",
        "FanficDateReleased": "14/01/2021",
        "FanficAuthor": "Trịnh Bảo Ngọc",
        "FanficContent": " Eira, a skilled assassin, finds herself torn between her dark past and a chance at redemption. With Lucian, a brooding nobleman, and Thorne, a fellow assassin, she must confront her demons to find peace.She turned her head in the direction of the bird, and it turned a sharp corner. She was having an internal debate on whether or not she should follow it, but there was nothing wrong with a little adventure. I don’t have anything better to do anyway. She held her saddlebag close and took off to follow the mysterious bird."
    },
    {
        "FanficTitle": "The Ladyr",
        "FanficCharacters": "Sibyss, Adril, Ela",
        "FanficDateReleased": "28/03/2018",
        "FanficAuthor": "Bùi Đức Minh",
        "FanficContent": "Sibyl, the last enchanter of her kind, must harness her dwindling powers to save her kingdom. With Adrian, a charming rogue, and Elara, a fierce warrior, she embarks on a quest to reclaim her magic.Looking at her age-old camcorder, Swann was close to throwing the ancient machine into the wall of her apartment. She’d been trying to load some of the footage she took in the park from a few days ago and unfortunately, it was giving her a shit time. The light on the camera kept blinking, and she sat back on her couch with defeat. It had been some time since she’d gotten it checked out, and she was sensing that a trip to the repair store was in order."
    },
    {
        "FanficTitle": "The Cursed Kingdom",
        "FanficCharacters": "Freya, Gideon, Lysander",
        "FanficDateReleased": "09/11/2016",
        "FanficAuthor": "Nguyễn Văn An",
        "FanficContent": "Freya, a princess cursed to sleep for eternity, must awaken to save her kingdom from a dark fate. With Gideon, a brave knight, and Lysander, a cunning thief, they must break the curse before it's too late.The man watched Swann take out her camera and place it on top of the table. He took it between his hands and raised it to get a good look at it. He squinted and opened up cartridge to take out the battery. He reached under the table to grab what looked like a miniature flashlight and shone the light into it. After inspecting it for a good while, he placed it back down and frowned."
    },
    {
        "FanficTitle": "The Phoenix's Rise",
        "FanficCharacters": "Ember, Callan, Sylas",
        "FanficDateReleased": "21/05/2020",
        "FanficAuthor": "Thái Thị Tường Minh",
        "FanficContent": "Ember, a phoenix shifter, must rise from the ashes of her past to reclaim her destiny. With Callan, a loyal friend, and Sylas, a mysterious stranger, she embarks on a journey of self-discovery and empowerment.The redhead knelt to her knees and anchored her finger to the small bird. It tilted its head at her and hobbled toward her, and bit it. Swann flinched and instantly drew it back. She looked up to see that the woman was staring at them, and for a moment, her heart stopped. Being at eye-level, she was now able to see the blonde up closely. Her hair was tied into a tight bun, and her face was littered with freckles. Her skin had a milky tone and seemed to be untouched by Michigan’s heat. She must not go out a lot… like me"
    },
    {
        "FanficTitle": "The Labyrinth of Dreams",
        "FanficCharacters": "Nova, Orion, Mira",
        "FanficDateReleased": "30/08/2019",
        "FanficAuthor": "Lê Thị Bích",
        "FanficContent": "Nova, a dreamwalker, discovers a labyrinth that holds the key to her family's past. With Orion, a guardian of dreams, and Mira, a fellow dreamwalker, she must navigate the dangers of the dream realm.Harry Potter is dead. In the aftermath of the war, in order to strengthen the might of the magical world, Voldemort enacts a repopulation effort. Hermione Granger has an Order secret, lost but hidden in her mind, so she is sent as an enslaved surrogate to the High Reeve until her mind can be cracked."
    },
    {
        "FanficTitle": "The Serpent's Kiss",
        "FanficCharacters": "Nadia, Lucius, Selene",
        "FanficDateReleased": "12/07/2017",
        "FanficAuthor": "Vũ Thanh Mai",
        "FanficContent": "Nadia, a skilled assassin, is tasked with eliminating a powerful sorcerer. As she delves deeper into her mission, she uncovers secrets that challenge her loyalty and her heart.As Swann walked down to the repair shop, she eyed the new stores that were emerging. It was common for businesses downtown to go out pretty quickly. One she was hoping that didn’t go out was a small arts and crafts store that was locally run by an older couple. But to her disappointment, she found a big fat sign that read: ‘CLOSED FOREVER’ when she went to buy some markers for her fall collage."
    },
    {
        "FanficTitle": "The Serena",
        "FanficCharacters": "Nahia, Lucas, Stella",
        "FanficDateReleased": "13/07/2017",
        "FanficAuthor": "Đỗ Hoàng Nam",
        "FanficContent": "Nadia, a skilled assassin, is tasked with eliminating a powerful sorcerer. As she delves deeper into her mission, she uncovers secrets that challenge her loyalty and her heart.Harry Potter is dead. In the aftermath of the war, in order to strengthen the might of the magical world, Voldemort enacts a repopulation effort. Hermione Granger has an Order secret, lost but hidden in her mind, so she is sent as an enslaved surrogate to the High Reeve, to be bred and monitored until her mind can be cracked."
    },
    {
        "FanficTitle": "The Echoing Silence",
        "FanficCharacters": "Ronan, Sienna, Tobias",
        "FanficDateReleased": "19/04/2021",
        "FanficAuthor": "Trần Ngọc Hân",
        "FanficContent": "Ronan, a haunted warrior, seeks redemption for his past sins. With Sienna, a fierce healer, and Tobias, a loyal friend, he must confront the ghosts of his past to find peace.When she stepped out of the store, she was accompanied by a harsh breeze. She flinched a bit, and the wind sent her hair into a frenzy. She waited for the wind to settle down before she brushed her hair out of her face. When it was out of view, she thought that the fiasco was over, but an unfamiliar bird flew right past her face. Her eyes widened. A mockingbird? Her eyes followed the bird, and she felt a strange draw towards it."
    },
    {
        "FanficTitle": "The Fated Ones",
        "FanficCharacters": "Aurora, Tristan, Morgana",
        "FanficDateReleased": "22/02/2022",
        "FanficAuthor": "Trịnh Bảo Ngọc",
        "FanficContent": "Aurora, a chosen one, discovers her destiny intertwined with that of Tristan, a brooding prince, and Morgana, a powerful sorceress. Together, they must navigate a world filled with danger and betrayal.Swann smiled at the reassurance. It was nice to hear from someone other than herself that experiencing mistakes is necessary to grow. There was only so much uplifting she could give herself in the mirror before this “growth” mindset would die out, and she’d end up believing she was just lying to herself in the end.With Twilight staying a little longer in the human realm, and rotating from home to home with her other friends, she is the magic that, driven by friendship in that world, leaves the girls with the transformation still in effect."
    },
    {
        "FanficTitle": "The Enchanted Forest",
        "FanficCharacters": "Maris, Cedric, Finnian",
        "FanficDateReleased": "27/03/2018",
        "FanficAuthor": "Phạm Quốc Bảo",
        "FanficContent": "Maris, a young girl with a special connection to nature, discovers an enchanted forest filled with magical creatures. With Cedric, a brave knight, and Finnian, a mischievous sprite, she must protect the forest from dark forces.Vancouver wasn’t horrible. While it was embarrassing to say out loud, she loved the maple in Canada. It wasn’t anything like she’d ever tasted back in the States, and being able to take the snow from winter and pour the hot maple into it made for a nostalgic treat. She was lucky to find out that Michigan had a generous amount of snowfall, but it never did taste right with the redhead when she tried to make it again."
    },
    {
        "FanficTitle": "The Shadowed Path",
        "FanficCharacters": "Evelyn, Victor, Lysander",
        "FanficDateReleased": "07/09/2020",
        "FanficAuthor": "Nguyễn Văn An",
        "FanficContent": "Evelyn, a skilled tracker, must navigate a treacherous path to save her kidnapped brother. With Victor, a brooding warrior, and Lysander, a cunning thief, they must confront their fears to succeed.Kat lowered her gaze down to the ground below them, and Swann watched her take a loose rock and throw it into the air. In that moment in time, the world went quiet, and she finally heard the rock land with a soft thud. AU in that the mirror from Equestria Girls doesn't lead out into a high school, it leads out into Corona. This is the first part of a series and will basically just cover early childhood."
    },
    {
        "FanficTitle": "The Forgotten Prophecy",
        "FanficCharacters": "Niamh, Eldric, Sylas",
        "FanficDateReleased": "30/06/2021",
        "FanficAuthor": "Lê Thị Bích",
        "FanficContent": "Kat shrugged and cleared her throat. Now that she was able to hear the tell-tale signs of an illness, her dry coughing in between their conversations made more sense. “Honestly, I don’t know. Maybe it’s because I know I’ll probably never see you again. Not to uh– make it sound like I’m trauma dumping on you or anything… but I kind am. So, stop me if you don’t care for my bullshit.”Swann instantly waved her hands in the air to dismiss the accusation, “N-No. I really don’t mind. You’re… uhm– really the only real person I’ve talked to ever since I moved.”“What do you mean real? Are you saying that all of these people in this city are just figments of your imagination?”"
    },
    {
        "FanficTitle": "The Lost City",
        "FanficCharacters": "Cassian, Elara, Felix",
        "FanficDateReleased": "05/10/2021",
        "FanficAuthor": "Nguyễn Thị Linh",
        "FanficContent": "Cassian, an adventurous archaeologist, discovers a lost city filled with ancient secrets. With Elara, a fierce protector, and Felix, a charming rogue, they must uncover the truth before it falls into the wrong hands.The redhead’s face was heated up by that comment. She wasn’t sure if Kat understood what she meant by all that, but she took what she could get. If she was able to read anything about this woman, it was that she wasn’t the emotional type. Even if that was the case, Swann didn’t mind, and she could roll with the punches.During this he befriends Twilight and the other Elements of Harmony along with the many other ponies in Equestria. A story where laughter is shared, tears are shed, and the bonds of friendship and love are tested in this reimagining."
    },
    {
        "FanficTitle": "The Eternal Night",
        "FanficCharacters": "Vespera, Gideon, Liora",
        "FanficDateReleased": "06/06/2022",
        "FanficAuthor": "Vũ Thanh Mai",
        "FanficContent": "Vespera, a vampire princess, must navigate the complexities of her dual nature. With Gideon, a loyal protector, and Liora, a fierce warrior, she must confront her family's dark legacy.Even if her relationship with her parents, especially her mom, wasn’t the strongest. She appreciated the support they’d left her with, and she made sure to send texts every time her mother sent a check to her in the mail. Her eyes lingered on the table that was littered with letters from her mom—most of them unopened– and she shook her head. I’ll get to them later. She seemed to always say that when she got a new one in her mailbox, and she wondered why her mom didn’t just text her."
    },
    {
        "FanficTitle": "The Shattered Mirror",
        "FanficCharacters": "Nerissa, Orion, Thorne",
        "FanficDateReleased": "31/10/2018",
        "FanficAuthor": "Bùi Đức Minh",
        "FanficContent": "Nerissa, a gifted sorceress, discovers a shattered mirror that reveals alternate realities. With Orion, a brave knight, and Thorne, a cunning thief, she must piece together the truth before it's too late.What an odd sense of humor. Although it was different from any other conversation she’d have with any of the other people in the city, it felt oddly comforting to know there was someone else out here that was obliquer than normal. When she looked over at the bird, she expected it to still be there, but it was gone. Her curiosity got the best of her, and she walked over to the stone ledge to see where it might have gone. She peered her head over, and her eyes widened to see that the ground was farther down than she expected."
    },
    {
        "FanficTitle": "The Hidden Legacy",
        "FanficCharacters": "Arden, Mira, Cedric",
        "FanficDateReleased": "13/03/2020",
        "FanficAuthor": "Đỗ Hoàng Nam",
        "FanficContent": "Arden, a young woman with a mysterious past, uncovers her family's hidden legacy. With Mira, a loyal friend, and Cedric, a fierce protector, she must embrace her destiny to protect her loved ones.Severus Snape, exploring his journey of self-discovery and identity as a transgender male within the magical world of Hogwarts. Born as Serafina Snape, Severus struggles with societal expectations and the rigid norms imposed by his family, especially his disapproving father. Despite the challenges, Severus finds solace and acceptance in the supportive friendship of Lily Evans, who stands by his side as he navigates the complexities of Hogwarts life."
    },
    {
        "FanficTitle": "The Whispering Woods",
        "FanficCharacters": "Eowyn, Finn, Sylvan",
        "FanficDateReleased": "09/01/2019",
        "FanficAuthor": "Thái Thị Tường Minh",
        "FanficContent": "Eowyn, a skilled archer, discovers a hidden world within the woods. With Finn, a mischievous sprite, and Sylvan, a wise old tree spirit, she must protect the woods from dark forces.As Severus grapples with his true identity, he confronts prejudice, discrimination, and personal insecurities, but also discovers resilience, courage, and the power of embracing one's authentic self. Through his experiences, Severus learns that true magic lies not in spells or potions, but in the journey of self-acceptance and the bonds of friendship that transcend all boundaries. 'Unveiling Severus' is a poignant tale of love, identity, and belonging that resonates with readers of all ages."
    },
    {
        "FanficTitle": "The Cursed Heir",
        "FanficCharacters": "Elyra, Gareth, Mordain",
        "FanficDateReleased": "05/03/2016",
        "FanficAuthor": "Lê Thị Bích",
        "FanficContent": "Elyra, a princess cursed to bring misfortune, must break the curse to save her kingdom. With Gareth, a brave knight, and Mordain, a cunning sorcerer, she embarks on a quest for redemption.Most of them are focused on Jo and Dean's relationship after she graduated Hogwarts, but some of them are about the years in school focusing on Sokka, Leah & Jo, too. (And some later writings, to throw Steph in!).Morgan Spencer is a reality traveling fan girl. After Twilight Sparkle reads a spell out loud, the Mane 6 end up in Morgan’s world! Morgan has to juggle her two lives, and figure out who she really is along the way."
    },
    {
        "FanficTitle": "The Silver Locket",
        "FanficCharacters": "Talia, Cassius, Victor",
        "FanficDateReleased": "14/07/2018",
        "FanficAuthor": "Trần Ngọc Hân",
        "FanficContent": "Talia, a young woman with a mysterious locket, discovers its connection to her family's past. With Cassius, a charming rogue, and Victor, a loyal friend, she must unravel the secrets of the locket to uncover her true heritage.Who will save hime from his doom, Because harry know when he looked in the eyes of his uncle that he will not survive the night he wanted to flee, because no matter where he went, he would always be better off than here. However, his uncle grabbed his collar before he could cross the threshold."
    },
    {
        "FanficTitle": "The Forgotten Song",
        "FanficCharacters": "Melisande, Adrian, Lucian",
        "FanficDateReleased": "31/10/2020",
        "FanficAuthor": "Hồ Quang Dũng",
        "FanficContent": "Melisande, a talented bard, discovers an ancient song that holds the key to awakening a long-lost magic. With Adrian, a brooding warrior, and Lucian, a mysterious bard, they must protect the song from those who wish to misuse it.Additional chapters that are not from the main storyline and AU of an AU. I am taking requests, so if there is something you want me to do, please comment here. Requests are not guaranteed to be written.Following the events of Forgotten Friendship, Sunset Shimmer and her friends work together to construct a machine that will allow them to detect and locate Equestrian magic in their world."
    },
    {
        "FanficTitle": "The Eternal Flame",
        "FanficCharacters": "Seraph, Eryndor, Lyric",
        "FanficDateReleased": "08/08/2018",
        "FanficAuthor": "Nguyễn Văn An",
        "FanficContent": "Swann covered her mouth when she realized that the person had their eyes closed. They were wearing overalls. A bit uncommon to see during the hottest months in Michigan, but she appreciated the unique style. Are they sleeping? The redhead narrowed her eyes and gently poked the still body with her toe. When they didn’t move, she dropped her shoulders and looked toward the scene in front of her. It overlooked the city, and for a moment, she held her breath. It was beautiful to see the city lit up from up here, and Swann was silently beating herself up for not being able to film the sight. Naruto takes the chance to live a second more peaceful life. Ending up in a world of magic he must now must learn the customs and make the best of things in this strange new world."
    },
    {
        "FanficTitle": "The Veil of Time",
        "FanficCharacters": "Ezra, Celeste, Armand",
        "FanficDateReleased": "09/03/2020",
        "FanficAuthor": "Bùi Đức Minh",
        "FanficContent": "Ezra, a time traveler, discovers a plot to alter history. With Celeste, a brilliant historian, and Armand, a skilled warrior, they must race against time to preserve the timeline.A collection of fairy-tale oneshots with a twist. Beginning with a retelling of Cinderella-will eventually include such tales as Beauty and the Beast, East of the Sun and West of the Moon, Snow White, The Twelve Dancing Princesses, etc. Will be updating regularly and taking requests. Moderate to extreme AU and OOC. Ye have been warned."
    },
    {
        "FanficTitle": "The Phantom's Dance",
        "FanficCharacters": "Isolde, Roderick, Lysandra",
        "FanficDateReleased": "19/04/2016",
        "FanficAuthor": "Nguyễn Minh Tú",
        "FanficContent": "Isolde, a ghostly figure, seeks to uncover the truth behind her tragic past. With Roderick, a curious historian, and Lysandra, a fierce protector, they must navigate the realms of the living and the dead.Grand Ball in Hogwart is held and many students can't decide what to wear, who to invite and etc. Three students decide to try their luck with their crushes. And that ball is the best opportunity.An alternate retelling of when Fluttershy and Rainbow Dash met at flight school. Also, Fluttershy is trans in this story, but it might take a couple of chapters to get to that."
    },
    {
        "FanficTitle": "The Enchanted Quill",
        "FanficCharacters": "Quentin, Seraphina, Lionel",
        "FanficDateReleased": "18/07/2020",
        "FanficAuthor": "Lê Thị Bích",
        "FanficContent": "Quentin, a struggling writer, discovers a magical quill that brings his stories to life. With Seraphina, a fierce muse, and Lionel, a charming rogue, he must navigate the consequences of his newfound power.Adrian (Harry) begins Hogwarts with his friends. What awaits the new Slytherin students? What happens when, instead of Draco being spurned in first year, it's Ron Weasley? Warning! Creature inheritance, Bad Dumbledore, Eventual Adrian/Draco pairing. Does NOT follow the books - at all!"
    },
    {
        "FanficTitle": "The Serpent's Shadow",
        "FanficCharacters": "Nadia, Lucius, Selene",
        "FanficDateReleased": "23/07/2018",
        "FanficAuthor": "Trần Ngọc Hân",
        "FanficContent": "Nadia, a skilled assassin, finds herself entangled in a web of deceit and betrayal. With Lucius, a charming spy, and Selene, a fierce warrior, she must uncover the truth before it's too late.The part that Swann hated was that the area where she was located wasn’t exactly a small town. It was completely different from where she’d grown up in Velvet Cove. It was bustling, and she’d practically had her feet stepped on when she tried to go anywhere. At least she knew the lay of the land pretty well, and she navigated the city easily. She’d spent hours looking through maps on the internet to make sure she didn’t get lost in her first month of moving."
    },
    {
        "FanficTitle": "The Lost Chronicles",
        "FanficCharacters": "Sylvia, Magnus, Rowan",
        "FanficDateReleased": "10/11/2019",
        "FanficAuthor": "Vũ Thanh Mai",
        "FanficContent": "Sylvia, a historian, unc overs a series of lost chronicles that hold the key to her kingdom's past. With Magnus, a loyal friend, and Rowan, a skilled warrior, they must protect the chronicles from those who wish to erase history.After Mordecai's family moves to Oregon and he begins attending his new private school, he quickly becomes... acquainted with Twilight Sparkle, who is known throughout the school for being an insufferable nerd by just about everyone, except for her close friends. Determined to loosen her up (and to get her to quit bothering him), Mordecai finds a way to free her from her cage of constant studying and finally have some fun. After all, it's high school!"
    },
    {
        "FanficTitle": "The Darkest Hour",
        "FanficCharacters": "Cassiel, Rowena, Gareth",
        "FanficDateReleased": "25/08/2014",
        "FanficAuthor": "Phạm Quốc Bảo",
        "FanficContent": "Cassiel, a fallen angel, must confront his past to save the world from an impending darkness. With Rowena, a fierce warrior, and Gareth, a loyal friend, they embark on a journey of redemption.Written by two hotdogs to spread the word of Brian! This is the bible without all the lies, character changes, and withholding of the truth. We are loosing braincells by teh second im hemmoraging rn that half off clairs lobotomy behind the mall was not it are are synced like bluetooth headphones."
    },
    {
        "FanficTitle": "The Forgotten Child",
        "FanficCharacters": "Childe, Dory, Elow",
        "FanficDateReleased": "29/07/2021",
        "FanficAuthor": "Nguyễn Minh Tú",
        "FanficContent": "Lyra, a young woman with a special connection to magic, discovers a hidden realm filled with ancient secrets. With Dorian, a charming rogue, and Elowen, a fierce protector, they must navigate the dangers of this new world.West Anderson high, a regular school for mostly regular students decides to merge with the not-so-regular Canterlot High School. The staff and students have to adapt for this school year, and luckily for Mordecai, it's his last. However, fate intertwines himself with Twilight Sparkle. Now they both have to face senior year together, whether that means it's for better or worse is yet to be seen."
    },
    {
        "FanficTitle": "The Keeper of the Flame",
        "FanficCharacters": "Astra, Kael, Draven",
        "FanficDateReleased": "04/02/2023",
        "FanficAuthor": "Đỗ Hoàng Nam",
        "FanficContent": "Astra, a fire elemental, must protect the sacred flame from those who seek to extinguish it. With Kael, a brave knight, and Draven, a cunning rogue, they embark on a quest to safeguard their realm.When Fluttershy is partnered with him on a big project, she discovers that the beating she witnessed is just the tip of the iceberg, and she's in for a lot more than just a school project. But perhaps a little kindness is just what he needs. Kindness from a friend like Fluttershy."
    },
    {
        "FanficTitle": "The Shattered Dreams",
        "FanficCharacters": "Clara, Felix, Orion",
        "FanficDateReleased": "11/08/2022",
        "FanficAuthor": "Nguyễn Văn An",
        "FanficContent": "Clara, a dreamwalker, discovers a shattered dream that holds the key to her family's past. With Felix, a loyal friend, and Orion, a guardian of dreams, she must piece together the fragments of her dreams.16 invitations. 16 Ultimates. One mansion. One bear with a sadistic sense of humour. Bowser finds himself trapped with fifteen others during what should have been an upscale dinner party. As the killings begin and the game progresses, it becomes clear that their supposed captor might not be working alone. Will Bowser shake off his negative reputation and reveal the mind behind the killing game? Or will he fall prey to the mastermind's malicious machinations?"
    },
    {
        "FanficTitle": "The Alchemist's Legacy",
        "FanficCharacters": "Mira, Rowan, Thalia",
        "FanficDateReleased": "30/09/2023",
        "FanficAuthor": "Trần Ngọc Hân",
        "FanficContent": "Mira, a talented alchemist, uncovers her family's hidden legacy. With Rowan, a loyal friend, and Thalia, a rival alchemist, she must protect her family's secrets from those who wish to exploit them.The End of the World came for us and we've been woefully unprepared - what we failed to learn is that it was all a test planned by God to determine who is worthy and who isn't. Surprise, surprise - I've passed along with my family! My reward is going back or choosing another world to live on... I voted for the latter and got more than I bargained with. (A Mayan Keybearer Story!)"
    },
    {
        "FanficTitle": "The Witch's Curse",
        "FanficCharacters": "Elowen, Cassian, Vesper",
        "FanficDateReleased": "12/04/2022",
        "FanficAuthor": "Nguyễn Minh Tú",
        "FanficContent": "Elowen, a powerful witch, must confront a curse that threatens her life. With Cassian, a charming warlock, and Vesper, a fierce protector, they must navigate the dark forces that seek to claim her.Clarification: I think that in the human world, things happen faster (or slower) than in the pony world. By then, the other party felt the magic disconnect from the main entrance Twilight went through, and the mirror became an ordinary mirror. Meanwhile, they still don't know that there is another door from the Everfree Forest."
    },
    {
        "FanficTitle": "The Dragon's Treasure",
        "FanficCharacters": "Astra, Kael, Draven",
        "FanficDateReleased": "23/06/2023",
        "FanficAuthor": "Phạm Quốc Bảo",
        "FanficContent": "Astra, a dragon shifter, must embrace her heritage to protect her kind. With Kael, a dragon prince, and Draven, a fierce warrior, they embark on a quest to reclaim their lost legacy.Welcome to Unholy Verse, my wacky AU meant to explore my favorite ships and focus on an actual story. Lots of headcanons and projection may play a part into the world I have built, most of the story follows canon, so most of these chapters will be rewrites of episodes that are different in my AU. As much as this AU sticks to light topics and nothing too dark, there will be some heavy topics in this story, especially towards the end."
    },
    {
        "FanficTitle": "The Veil of Illusions",
        "FanficCharacters": "Niamh, Orion, Selene",
        "FanficDateReleased": "17/10/2023",
        "FanficAuthor": "Phạm Thanh Hằng",
        "FanficContent": "Niamh, a skilled illusionist, discovers a plot to manipulate reality. With Orion, a brave knight, and Selene, a fierce protector, she must confront the dark forces that threaten her world.Something big is going to happen to United Equestria. Every adventure that's been shown so far has been leading up to it. But, for now, these are the last few peaceful moments involving the many characters living in this world (and a few hanging out in another realm entirely).Despite the gore tag it won't be needlessly gruesome or torture of our favorite ponies"
    },
    {
        "FanficTitle": "The Keeper of Secrets",
        "FanficCharacters": "Liora, Magnus, Freya",
        "FanficDateReleased": "05/12/2022",
        "FanficAuthor": "Hồ Quang Dũng",
        "FanficContent": "Liora, a guardian of ancient secrets, must protect her knowledge from those who seek to misuse it. With Magnus, a loyal friend, and Freya, a fierce warrior, she embarks on a journey to safeguard her legacy.The timeline of Sonic the Hedgehog is on the verge of destruction. Moments in time once concrete are now unknown. As a new enemies reveal themselves, it’s up to those on the outside to restore the past to save the future. That outsider is Rainbow Dash, and she’s in way over her head."
    },
    {
        "FanficTitle": "The Pony",
        "FanficCharacters": "Eira, Lucian, Thorne",
        "FanficDateReleased": "14/01/2023",
        "FanficAuthor": "Nguyễn Văn An",
        "FanficContent": "Eira, a skilled assassin, finds herself torn between her dark past and a chance at redemption. With Lucian, a brooding nobleman, and Thorne, a fellow assassin, she must confront her demons to find peace.To her surprise, it was a part of the city she’d never been in before. It was more on the outskirts, and she’d only seen it a few times when she’d take a taxi to get out of the city. She observed her surroundings, and she finally spotted the bird sitting atop a branch of a lone tree. It was weird, to say the least, since it was the only tree in sight that was rooted upon a hill. She trekked up the hill, and she practically jumped out of her skin when she spotted someone sitting up against the base of the tree."
    },
    {
        "FanficTitle": "The STooPid Enchanter",
        "FanficCharacters": "Sibyl, Adrian, Elara",
        "FanficDateReleased": "28/03/2023",
        "FanficAuthor": "Hồ Quang Dũng",
        "FanficContent": "Sibyl, the last enchanter of her kind, must harness her dwindling powers to save her kingdom. With Adrian, a charming rogue, and Elara, a fierce warrior, she embarks on a quest to reclaim her magic.Frost Queen and Emu graduate from college and live together in a small shared apartment , but rents getting tough and well , Emu refuses to beg from her family and since she took a break from her shows , shes not really earning anything , and Frost Queen . . Well , why would she of all people get herself dirty in peasent working areas ? Though unfortunately , her strict aura has only made interviewers fear her , even if she was being nice ."
    },
    {
        "FanficTitle": "The Final Match",
        "FanficCharacters": "Fred, Gidel, Lysander",
        "FanficDateReleased": "09/11/2022",
        "FanficAuthor": "Vũ Thanh Mai",
        "FanficContent": "Freya, a princess cursed to sleep for eternity, must awaken to save her kingdom. I'm so tired of this, I got bullied, SOS.At the age of 16 Rainbow Dash and her Shinx followed by her childhood friend Fluttershy leave the Canterlot (Kalos) Region and head to Kanto to start there Pokémon journey. During the journey they'll meet some new friends and make some new rivals all the while Dash has her mind set on her goal and that's winning all the regional leagues and to be the best."
    },
    {
        "FanficTitle": "The Shattered Crown",
        "FanficCharacters": "Isolde, Cedric, Alaric",
        "FanficDateReleased": "22/03/2021",
        "FanficAuthor": "Phạm Thị Yến",
        "FanficContent": "In a realm torn by civil war, Isolde, the rightful heir, must reclaim her throne from her treacherous uncle Cedric and the enigmatic Alaric, who holds secrets that could change the fate of the kingdom forever. Along the way, she uncovers long-buried betrayals and faces impossible choices that will determine her legacy.Copyright is the legal protection granting the owners of creative works (such as books, music, artwork, and so on) the authority to control their use, distribution, and sale."
    },
    {
        "FanficTitle": "The Last Guardian",
        "FanficCharacters": "Aiden, Selene, Kael",
        "FanficDateReleased": "18/11/2018",
        "FanficAuthor": "Lê Thị Bích",
        "FanficContent": "Aiden, the last of an ancient order of guardians, teams up with Selene, a fierce warrior, and Kael, a reluctant mage, to protect a powerful relic from falling into the hands of a malevolent sorcerer. Their journey takes them through treacherous lands, forcing them to battle old enemies and forge new alliances.Since the end of December 2024, AO3 has had numerous periods of slowness, downtime, and related issues such as missing kudos emails and delayed invitations.Twilight Sparkle, a high-class doctor studying and researching microbiological hazards at Equestria's finest medical institute, discovers a nightmare illness that flips Equestria upside down in only a matter of months. When the world is falling apart, is friendship still magic?"
    },
    {
        "FanficTitle": "Mumu",
        "FanficCharacters": "Le Sarongla, Vacorina",
        "FanficDateReleased": "28/02/2025",
        "FanficAuthor": "Hồ Quang Dũng",
        "FanficContent": "When they said life after death, Lea didn’t take that quite literally that she’d be stuck in a place where nobody could see her. She thought she was going straight to the heavens (God forbid she falls down the pit) but on the contrary, there she was, in limbo, being able to touch, feel, and see (she hoped she could eat but the food just kept on passing through) but nobody could see her. In short, she was a ghost. Although it did come with perks, like being able to watch a concert for free, it did tend to get a little too boring. She thought she’d meet new ghost besties but as it turned out, she was all alone. So what she did... well what did ghost do? She had no idea. When she was alive, there would have been a multitude of things to do, in fact, her to-do-list never really ran out. But now that she was a mumu , she was left empty-handed. She didn’t imagine ghost life to be quite boring but then she realized that she could stir up mischief and nobody would know it was her. When she was alive, she was a goody-two-shoes, that is she feared consequences. But turn about was a fair play, and being literally invisible gave her a pass to do whatever she wanted (except eat, something she was still pissed off about)."
    },
    {
        "FanficTitle": "Rolling down",
        "FanficCharacters": "Namu, Yerky",
        "FanficDateReleased": "21/01/2025",
        "FanficAuthor": "Hồ Quang Dũng",
        "FanficContent": "She was sitting on the hammock by the front porch when a man arrived. He had his sunglasses on, a Hawaiian shirt and khaki shorts paired with loafers (which, if you asked her, wasn’t really practical given that there were sand everywhere). He climbed up the stairs and fiddled with his keys as he tried to open the door. He had sighed for the nth time so she went closer to see him. She scanned his being. He was tall, very mestizo, he was brawny which had her thinking that beneath the shirt was a chiselled chest… probably abs too, and she couldn’t deny that he was pleasing to the eyes.She sat across him when he ate his dinner, almost jealous of him for being able to shovel down his throat that scrumptious looking steak. Her mouth watered the entire time. Why couldn’t she at least be allowed to eat ghost food?"
    },
    {
        "FanficTitle": "Vân Chi Vũ",
        "FanficCharacters": "Thượng Quan Thiển, Cung Thượng Giác",
        "FanficDateReleased": "19-03-2025",
        "FanficAuthor": "Thái Thị Tường Minh",
        "FanficContent": "Đêm trước ngày đại chiến diễn ra.\nThượng Quan Thiển ngồi trước gương đồng, tóc xõa dài tùy ý ở sau lưng, bên cạnh nàng là một thanh trường kiếm cùng một thanh đoản kiếm. Nàng trầm ngâm nhìn bản thẩn thân, trong đầu không ngưng nghĩ đến ngày mai. Một ngày nữa, chỉ còn một ngày nữa thôi, chấp niệm của nàng sẽ được thực hiện, mối thù của Cô Sơn sẽ được trả. Chỉ là kết quả của nàng sẽ ra sao đây? Âm thầm thở ra một hơi, nàng bỗng nhận ra Cung Thượng Giác đã đứng đó từ lúc nào. Hắn đứng đó, khuôn mặt đanh lại, không rõ hắn đang nghĩ chuyện gì?\n“Cung nhị tiên sinh đứng đó làm gì vậy?”\nCung Thượng Giác bị câu hỏi của nàng đánh động. Hắn cũng không biết tại sao bản thân mình lại ở đây. Ngày đó, hắn cùng các cung thương lượng xong kế hoạch nghênh đón Vô Phong, càng nghe, bản thân hắn càng ngày càng bồn chồn. Hắn không dám gặp nàng, cũng không có can đảm đến gặp nàng. Hôm nay, xử lý sự vụ xong, bản thân đi ra ngoài hít thở không khí. Hắn bất tri bất giác nhìn thấy khóm đỗ quyên trong viện, trong đầu nhớ đến những ngày nàng ở bên. Đôi chân không nghe lời đưa hắn đến của phòng nàng, rồi tiến vào. Hắn thấy nàng ngồi trước gương rồi cũng im lặng như vậy…\n“Ta….”\n“Cung nhị tiên sinh muốn cùng ta chơi một ván cờ không?” Không đợi hắn nói hết, Thượng Quan Thiển đã lên tiếng.\n“Được.” Chơi cờ cũng tốt, ít ra sau hắn còn được ở bên nàng một đêm cuối cùng. Ngày mai, mọi chuyện đều rất khó nói.\nHai người ngồi đối diện nhau, từng quân cờ trắng đen xen lẫn vào nhau, bất phân thắng bại. \n“Cung nhị tiên sinh, ngài thấy Giang hồ này với bàn cờ này rất giống nhau hay không?”\n“Ồ, nàng nói nghe xem.” Cung Thượng Giác nhìn nàng, ánh mắt kinh ngạc.\n“Trắng trắng đen đen, hai thế cục cân bằng với nhau. Đen đại diện cho ác, trắng đại diện cho thiện. Nhưng rốt cuộc thế nào là ác, thế nào là thiện đây? Cung Môn trước giờ vẫn được tự xưng là đệ nhất danh môn chính phái, đại diện cho trắng. Vô Phong khiến người người căm phẫn, hận vào trong xương trong tủy, đại diện cho đen. Đen trắng hai bên, không thể thiếu một.”\nNói rồi, nàng đột nhiện đưa cho hắn một quân cờ trắng, rồi cầm lấy một quân cờ đen. Hắn nhìn nàng, nàng nhìn hắn, hai người nhìn thấy bản thân trong mắt đối phương. \nKỳ thật cả hai người đều hiểu. Vô Phong sẽ không diệt Cung Môn, Cung Môn cũng sẽ không đuổi tận giết tuyệt Vô Phong. Trong giang hồ ai cũng muốn có danh vọng và quyền lực, nhưng nào có ai gánh được trọng trách thiên hạ đệ nhất cơ chứ? \nHai người ngồi nhìn nhau, trong lòng kết thành một hiệp nghị trong âm thầm. \nCung Thượng Giác cúi đầu, cầm chặt quân cờ trắng trong tay, ánh mắt vô tình nhìn đến hai thanh kiếm bên bàn. Thấy biểu hiện của hắn có chút khác thường, Thượng Quan Thiển liền nhìn theo.\n“Đây là?” Cung Thượng Giác lên tiếng thắc mắc.\n“Vũ khí đó. Là vũ khí mà ta hay dùng tại Vô Phong. Là Hàn Nha Thất đã tự mình rèn cho ta. Độc nhất vô nhị.” Không biết là vô tình hay cố ý, nàng nhận mạnh mấy chữ cuối cùng. \n“Hắn đối xử với nàng rất tốt sao?”\n“Ta không biết.” Thượng Quan Thiển lắc đầu. Hàn Nha Thất tốt sao? Nàng không chắc. Nếu nói hắn tốt với nàngthì tại sao lại đẩy nàng vào những cuộc huấn luyện đến cả Võng còn phải nhăn mày? Nếu nói hắn tàn nhẫn, vậy thì tại sao lại giúp nàng bôi thuốc, chữa thương, giành giật những thứ tốt nhất màVô Phong cấp cho thích khách cấp Mị về cho nàng?\n“Ta chỉ biết, không cần biết xảy ra chuyện gì, hắn đều ở sau lưng ta.” \n“Ta….xin lỗi.” Cung Thượng Giác mím môi. Là hắn không tin tưởng nàng.\n“Kỳ thật cũng chẳng có gì. Mọi chuyện ta đều hiểu, ta đều biết. Vì vậy, Cung Nhị tiên sinh không cần xin lõi gì cả. Tất cả đều là thân bất do kỷ mà thôi.” Thượng Quan Thiển nở nụ cười nhàn nhạt. \n“Sau trận chiến ngày mai, hai chúng ta có thể nói chuyện được không?” Cung Thượng Giác ngập ngừng.\nThượng Quan Thiển bất ngờ. Đây là Cung Thượng Giác sao? Là Cung nhị tiên sinh cao cao tại thượng mà giang hồ kính trọng, là người khiến cho Vô Phong sợ hãi à? Nàng im lặng một lúc lâu, lâu đến mức khiến cho Cung Thượng Giác cảm thấy yêu cầu này đi vào vô vọng. Đang đứng dậy chuẩn bị rời đi thì câu trả lời của nàng khiến hắn lặng người.\n“Được. Hi vọng chúng ta vẫn còn có thể nói chuyện với nhau.” Thượng Quan Thiển nhìn hắn, ánh mắt lóe lên tia sáng.\n“Được.” Khóe môi Cung Thượng Giác cong lên.\n---\nHôm sau, toàn bộ Cung môn chìm trong sắc đỏ. Tin tức Chấp Nhận Cung Môn Cung Tử Vũ tuyển tân nương sớm đã chẳng còn là bí mật gì. Hắn đứng ở vị trí cao nhất, nhìn thấy đoàn tân nương từ từ tiến vào, bàn tay nắm thành quyền, hàm răng nghiến chặt với nhau, ánh mắt hằn lên tia máu. Hắn biết, Vô Phong đến rồi. A Vân của hắn, có lẽ cũng đến rồi.\nGiác Cung, Cung Viễn Chủy đứng trước của phòng Cung Thượng Giác. Theo như kế hoạch, Cung Thượng Giác hiện đang không có nội lực nên không xuất hiện. \n“Cung tam tiên sinh, bảo trọng.” Thượng Quan Thiển một thân hắc y, tóc búi cao gọn gàng, bên hông là một thanh trường kiếm, và một thanh đoản kiếm."
    },
    {
        "FanficTitle": "The End",
        "FanficCharacters": "Hayakawa Aki",
        "FanficDateReleased": "11/01/2025",
        "FanficAuthor": "Phạm Quốc Bảo",
        "FanficContent": "Aki spent his entire trip to Hokkaido thinking about you. When his thoughts begin to wander like this, he isn't given much of a choice; you occupy every space in his mind. Each stream of consciousness always seems to lead right back where he left it — You.Hokkaido is cold, empty, and manages to suck the life out of everything it touches. The sky is a certain shade of melancholy blue and twilight. It's the kind of atmosphere that causes him to slip into his usual routine of drowning in old, tired memories and his own reflections. His heart and his brain don't spare him much pity these days.Frost creeps at the edges of the windows. A veil of snow falls incessantly and swirls with the wind, obscuring any semblance of a view, leaving him only able to see what lingers in the back of his mind: graves made of polished stone, loaded guns, failed attempts to quit smoking, forgetting how to say a prayer because it's been too long. Getting cold feet, and trying to live an honest life, even though you know it's far too late for that. "
    },
    {
        "FanficTitle": "Hey Hey",
        "FanficCharacters": "John Egbert, Dave Strider, Dirk Strider",
        "FanficDateReleased": "17/01/2025",
        "FanficAuthor": "Phạm Thị Yến",
        "FanficContent": "It was little over a year ago you had begun the adoption process and it took almost everything out of you, eventually leaving you exhausted, anxious, and excited all at once. From the initial filing of papers to the background checks and interviews, even the inspection of your three bedroom home. But unlike most people, you did not have a spouse or significant other. You were, however, sure you had the capability to afford a child considering your profession.The one who gave you the idea to adopt was your cousin, Jake English. A few years before he had adopted a young girl named Jade, it was an odd choice that stood out to you because Jade had different additions compared to Jake. Where your cousin had more cat-like ears and tail, Jade had dog-like ears and tail. Although, now that you think about it, that might have been the decision of his then-girlfriend-now-wife Jane. It confused you as to why they would adopt instead of trying for their own. You shake your head. Maybe she is infertile?"
    },
    {
        "FanficTitle": "Manacled",
        "FanficCharacters": "Oliver Queen, Felicity Smoak",
        "FanficDateReleased": "14/02/2025",
        "FanficAuthor": "Phạm Quốc Bảo",
        "FanficContent": "Her head hurt. It was becoming a problem, just how often that was happening these days. She’d had some pretty good knocks to the head, and even though she knew that all of the myths about killing brain cells and stuff were just that, head injury was something she’d done a lot of research on ever since joining Team Arrow—if Oliver didn’t like the nickname, he could very well come up with his own—since her position on the team vacillated between excising dead tissue and excising troublesome code. So she’d done her reading, okay? And waking up with her head pounding like this, not a good thing. Not a good thing at all."
    },
    {
        "FanficTitle": "Vampire",
        "FanficCharacters": "Steve Harrington, Eddie Munson",
        "FanficDateReleased": "22/02/2025",
        "FanficAuthor": "Phạm Thị Yến",
        "FanficContent": "It has been exactly fifteen days, eight hours and twenty-seven minutes since Eddie managed to miraculously survive being eaten alive. It has also been exactly fourteen days, eight hours and twenty-seven minutes since he realised that he wants to fucking bite Steve Harrington. And not in the cute way.Because sure, he can be honest here – it isn’t the first time he has played around with the thought of biting into the tanned skin on Steve’s neck. He’s not blind, his sight is damn near perfect – however impossible it sounds, it somehow improved since his Upside Down visit, but he is meticulously shoving this piece of information into the back of his mind – and Steve hasn’t spent a day in his life being unattractive. Some people are just meant to walk around looking as perfect as a Greek statue."
    },
    {
        "FanficTitle": "Titanic Another Ending",
        "FanficCharacters": "Jack, Rose",
        "FanficDateReleased": "21-03-2025",
        "FanficAuthor": "Hồ Quang Dũng",
        "FanficContent": "Rose gật đầu, nhưng trái tim cô tràn ngập tuyệt vọng. Cô biết, nếu buông tay, Jack sẽ không thể sống sót.\nBất ngờ, một tiếng gọi vang lên từ xa. Một chiếc thuyền cứu hộ!\nKhông chần chừ, Rose quyết định một điều mà chính cô cũng không ngờ tới—cô đẩy Jack lên tấm ván, rồi dùng hết sức đẩy mạnh anh về phía chiếc thuyền cứu hộ.\n“ROSE! EM ĐANG LÀM GÌ VẬY?” Jack hét lên khi Rose dần chìm xuống.\nNhưng cô chỉ mỉm cười, ánh mắt dịu dàng: “Anh phải sống, Jack. Em yêu anh…”\nJack vùng vẫy, nhưng một thủy thủ đã kéo anh lên thuyền. Khi anh nhìn lại, Rose đã biến mất trong làn nước lạnh giá.\nJack khóc. Nỗi đau xé nát tâm hồn anh."
    },
    {
        "FanficTitle": "Infinity",
        "FanficCharacters": "James Potter, Regulus Black",
        "FanficDateReleased": "04/02/2025",
        "FanficAuthor": "Bùi Đức Minh",
        "FanficContent": "It's been nearly a week of days spent walking from dawn 'til dusk and nights spent sleeping restlessly on the forest floor, and James is starting to think that this quest of his maybe wasn't the best idea.It seemed simple enough in theory – travel north until he finds the shooting star he'd seen fall from the sky last Sunday, bring the star back with him to Godric's Hollow, and offer the star to Lily Evans in exchange for her hand in marriage, or her affection at the very least – but in practice it's proving more difficult. Perhaps he should have paid more attention to orienteering at school.Any hope he had of actually finding the star is dwindling as the sun sets on another day, when he sees what appears to be a glow on the horizon."
    },
    {
        "FanficTitle": "Avatar-Chapter 1",
        "FanficCharacters": "Jake, Pandora",
        "FanficDateReleased": "21-03-2025",
        "FanficAuthor": "Hồ Quang Dũng",
        "FanficContent": "Mặt trời của Pandora ló dạng, nhuộm rừng cây thành một màu xanh lấp lánh. Jake Sully đứng trên một cành cây cao, quan sát ngôi làng Omaticaya đang dần hồi sinh sau cuộc chiến với loài người. Neytiri nhẹ nhàng đến bên anh, đôi mắt vàng sâu thẳm.\n“Anh đang nghĩ gì vậy?” cô hỏi."
    },
    {
        "FanficTitle": "Avater-Chapter 2",
        "FanficCharacters": "Jake, Pandora",
        "FanficDateReleased": "21-03-2025",
        "FanficAuthor": "Hồ Quang Dũng",
        "FanficContent": "Khi đoàn Omaticaya tiến đến khu vực rơi xuống, họ phát hiện một con tàu nhỏ của con người bị bao phủ bởi rêu và những tán cây lớn. Cánh cửa kim loại đã bị mở toang, nhưng điều khiến tất cả bất ngờ là một sinh vật đang nằm bất động trên nền đất.\nĐó không phải là một người Trái Đất bình thường.\nSinh vật ấy trông giống Na’vi, nhưng màu da nhạt hơn, đôi mắt không hoàn toàn vàng mà có ánh xanh lạ kỳ. Cô gái trẻ có mái tóc dài màu bạc, bộ giáp khoác trên người trông hoàn toàn xa lạ với công nghệ RDA.\nCô ấy mở mắt.\nJake cảm nhận được một điều kỳ lạ từ cô gái này—như thể cô thuộc về Pandora, nhưng cũng không thuộc về nơi này.\nCô cất giọng, nhẹ nhàng nhưng mạnh mẽ:\n“Ta đến từ một nơi xa hơn cả những vì sao. Pandora đang gặp nguy hiểm.”"
    },
    {
        "FanficTitle": "Marvel-Chapter 1",
        "FanficCharacters": "Iron man",
        "FanficDateReleased": "21-03-2025",
        "FanficAuthor": "Phạm Hương Quỳnh",
        "FanficContent": "The sky over Manhattan cracked open like shattered glass.\nCarol Danvers felt it before she saw it — a hum in her bones, the same frequency that once called her across galaxies. But this time, it wasn’t cosmic. It was… familiar.\nShe shot across the skyline, golden energy trailing behind her, and braced herself in mid-air. The rift pulsed above Stark Tower’s ruins — a swirling tear in space, flickering between colors that didn’t exist.\nAnd someone fell out.\nShe caught him before he hit the ground.\nA young man, unconscious, wearing battered armor — not from this Earth. Not from any Earth she recognized. His chestplate bore the mark of a twisted Avengers \"A,\" half-burned.\n\"Hey,\" Carol shook him gently, \"you’re okay. You’re safe.\"\nHis eyes fluttered open.\nAnd then widened in panic.\n\"You have to stop it,\" he gasped. \"He's coming.\"\nCarol's stomach dropped. \"Who?\"\nThe man’s voice cracked, barely a whisper:\n\"Kang.\""
    }
]