[
    {
        "FilmTitle": "The Godfather",
        "FilmCharacters": "Michael Corleone, Sonny Corleone",
        "FilmDateReleased": "24/3/1972",
        "FilmAuthor": "Francis Ford Coppola",
        "LinkFilm": "https://www.imdb.com/title/tt0068646/",
        "Content": "The Godfather is a classic crime film directed by Francis Ford Coppola and released in 1972. It follows the powerful Corleone family, led by Don Vito Corleone, as they navigate the world of organized crime. Michael Corleone, the youngest son, initially wants to stay out of the family business but is eventually drawn into it. The film is widely regarded as one of the greatest movies of all time, known for its iconic performances and storytelling.",
        "PosterPath": "TheGodfather.jpg"
    },
    {
        "FilmTitle": "Casablanca",
        "FilmCharacters": "Rick Blaine, Ilsa Lund",
        "FilmDateReleased": "26/11/1942",
        "FilmAuthor": "Michael Curtiz",
        "LinkFilm": "https://www.imdb.com/title/tt0034583/",
        "Content": "Casablanca is a classic romantic drama film directed by Michael Curtiz and released in 1942. The story takes place during World War II and follows Rick Blaine, a nightclub owner in Casablanca, who is torn between love and duty when his former lover, Ilsa Lund, reappears with her husband, a resistance leader. As political tensions rise, Rick must decide whether to help them escape or follow his own desires. The film is widely regarded as one of the greatest love stories in cinema history, known for its unforgettable dialogue and timeless themes.",
        "PosterPath": "casablanca.jpg"
    },
    {
        "FilmTitle": "Citizen Kane",
        "FilmCharacters": "Charles Foster Kane, Jedediah Leland",
        "FilmDateReleased": "1/5/1941",
        "FilmAuthor": "Orson Welles",
        "LinkFilm": "https://www.imdb.com/title/tt0033467/",
        "Content": "Citizen Kane is a classic drama film directed by Orson Welles and released in 1941. The story follows the rise and fall of Charles Foster Kane, a wealthy newspaper magnate, as journalists investigate the meaning of his final word, Through a series of flashbacks, the film explores his ambition, power, and personal struggles. Widely regarded as one of the greatest films of all time, *Citizen Kane* is praised for its innovative cinematography, storytelling techniques, and deep exploration of the American Dream.",
        "PosterPath": "CitizenKane.jpg"
    },
    {
        "FilmTitle": "Schindler’s List",
        "FilmCharacters": "Oskar Schindler, Itzhak Stern",
        "FilmDateReleased": "15/12/1993",
        "FilmAuthor": "Steven Spielberg",
        "LinkFilm": "https://www.imdb.com/title/tt0108052/",
        "Content": "Schindler’s List is a historical drama film directed by Steven Spielberg and released in 1993. It tells the true story of Oskar Schindler, a German businessman who saved over 1,000 Jewish people from the Holocaust by employing them in his factories during World War II. As he witnesses the horrors of Nazi persecution, Schindler transforms from a profit-driven opportunist into a selfless humanitarian. The film is widely regarded as one of the most powerful and emotional movies ever made, praised for its gripping storytelling and profound historical impact.",
        "PosterPath": "SchindlersList,jpg"
    },
    {
        "FilmTitle": "Pulp Fiction",
        "FilmCharacters": "Vincent Vega, Jules Winnfield",
        "FilmDateReleased": "14/10/1994",
        "FilmAuthor": "Quentin Tarantino",
        "LinkFilm": "https://www.imdb.com/title/tt0110912/",
        "Content": "Pulp Fiction is a crime film directed by Quentin Tarantino and released in 1994. The movie weaves together multiple interconnected stories involving hitmen, a boxer, a gangster’s wife, and small-time criminals in Los Angeles. With its nonlinear storytelling, sharp dialogue, and dark humor, the film became a defining work of independent cinema. Widely regarded as one of the greatest films of all time, *Pulp Fiction* won the Palme d’Or at the Cannes Film Festival and had a major impact on pop culture.",
        "PosterPath": "PulpFiction.jpg"
    },
    {
        "FilmTitle": "The Shawshank Redemption",
        "FilmCharacters": "Andy Dufresne, Ellis Boyd 'Red' Redding",
        "FilmDateReleased": "14/10/1994",
        "FilmAuthor": "Frank Darabont",
        "LinkFilm": "https://www.imdb.com/title/tt0111161/",
        "Content": "The Shawshank Redemption is a drama film directed by Frank Darabont and released in 1994. It tells the story of Andy Dufresne, a banker who is wrongly convicted of murder and sentenced to life in Shawshank Prison. Over the years, he forms a deep friendship with fellow inmate Ellis “Red” Redding and maintains hope despite the harsh prison conditions. Through patience and resilience, Andy ultimately finds a way to reclaim his freedom. Widely regarded as one of the greatest films of all time, The Shawshank Redemption is praised for its powerful storytelling, emotional depth, and themes of hope and perseverance.",
        "PosterPath": "TheShawshankRedemption.jpg"
    },
    {
        "FilmTitle": "The Dark Knight",
        "FilmCharacters": "Bruce Wayne, The Joker",
        "FilmDateReleased": "18/7/2008",
        "FilmAuthor": "Christopher Nolan",
        "LinkFilm": "https://www.imdb.com/title/tt0468569/",
        "Content": "The Dark Knight is a superhero film directed by Christopher Nolan and released in 2008. The story follows Batman as he battles the Joker, a chaotic and unpredictable criminal who seeks to spread fear and anarchy in Gotham City. With the help of Commissioner Gordon and Harvey Dent, Batman tries to restore order while facing moral dilemmas and personal sacrifices. Widely regarded as one of the greatest superhero films of all time, *The Dark Knight* is praised for its complex characters, thrilling action, and Heath Ledger’s legendary performance as the Joker.",
        "PosterPath": "joker.jpg"
    },
    {
        "FilmTitle": "Forrest Gump",
        "FilmCharacters": "Forrest Gump, Jenny Curran",
        "FilmDateReleased": "6/7/1994",
        "FilmAuthor": "Robert Zemeckis",
        "LinkFilm": "https://www.imdb.com/title/tt0109830/",
        "Content": "Forrest Gump is a drama film directed by Robert Zemeckis and released in 1994. It follows the life of Forrest Gump, a kind-hearted man with a low IQ, who unintentionally influences major historical events in the United States while searching for his childhood love, Jenny. Despite his challenges, Forrest achieves great success in various aspects of life through his optimism and perseverance. Widely regarded as one of the most heartwarming films of all time, *Forrest Gump* is praised for its emotional storytelling, iconic performances, and uplifting message about destiny and resilience.",
        "PosterPath": "forrestGump.jpg"
    },
    {
        "FilmTitle": "Inception",
        "FilmCharacters": "Dom Cobb, Arthur",
        "FilmDateReleased": "16/7/2010",
        "FilmAuthor": "Christopher Nolan",
        "LinkFilm": "https://www.imdb.com/title/tt1375666/",
        "Content": "Inception is a science fiction film directed by Christopher Nolan and released in 2010. The story follows Dom Cobb, a skilled thief who specializes in stealing secrets from people’s subconscious through dreams. He is given a chance to erase his criminal past by performing an almost impossible task—planting an idea into someone’s mind, known as inception As Cobb and his team dive deeper into multiple dream layers, they face challenges that blur the line between reality and illusion. Widely regarded as one of the most mind-bending films of all time, *Inception* is praised for its complex narrative, stunning visual effects, and thought-provoking themes.",
        "PosterPath": "inception.jpg"
    },
    {
        "FilmTitle": "Fight Club",
        "FilmCharacters": "The Narrator, Tyler Durden",
        "FilmDateReleased": "15/10/1999",
        "FilmAuthor": "David Fincher",
        "LinkFilm": "https://www.imdb.com/title/tt0137523/",
        "Content": "Fight Club is a psychological thriller released in 1999, based on the novel of the same name by Chuck Palahniuk. The film follows the protagonist, a dissatisfied office worker who meets the mysterious Tyler Durden, a man with a radical philosophy on life. Together, they create Fight Club a secret underground group where men release their frustrations through brutal fights, but things soon spiral out of control. The movie delivers unexpected twists while exploring deep themes of identity, consumerism, and rebellion.",
        "PosterPath": "FightClub.jpg"
    },
    {
        "FilmTitle": "The Matrix",
        "FilmCharacters": "Neo, Morpheus",
        "FilmDateReleased": "31/3/1999",
        "FilmAuthor": "Lana Wachowski, Lilly Wachowski",
        "LinkFilm": "https://www.imdb.com/title/tt0133093/",
        "Content": "The Matrix is a sci-fi action film released in 1999, directed by the Wachowskis. It follows Neo, a hacker who discovers that the world he lives in is a simulated reality controlled by intelligent machines. Guided by Morpheus and Trinity, he joins the fight to free humanity from this illusion. The film is known for its groundbreaking visual effects, philosophical themes, and iconic action sequences.",
        "PosterPath": "TheMatrix.jpg"
    },
    {
        "FilmTitle": "Interstellar",
        "FilmCharacters": "Cooper, Brand",
        "FilmDateReleased": "7/11/2014",
        "FilmAuthor": "Christopher Nolan",
        "LinkFilm": "https://www.imdb.com/title/tt0816692/",
        "Content": "Interstellar is a sci-fi epic directed by Christopher Nolan, released in 2014. The film follows Cooper, a former pilot turned astronaut, who joins a space mission to find a new habitable planet as Earth faces environmental collapse. Traveling through a wormhole, he and his team encounter mind-bending physics, time dilation, and the power of human connection. With stunning visuals, emotional depth, and a thought-provoking exploration of space and time, Interstellar is a masterpiece of modern cinema.",
        "PosterPath": "Interstellar.jpg"
    },
    {
        "FilmTitle": "Gladiator",
        "FilmCharacters": "Maximus, Commodus",
        "FilmDateReleased": "5/5/2000",
        "FilmAuthor": "Ridley Scott",
        "LinkFilm": "https://www.imdb.com/title/tt0172495/",
        "Content": "Gladiator is a historical epic directed by Ridley Scott, released in 2000. The film follows Maximus, a Roman general who is betrayed and forced into slavery after the emperor’s son, Commodus, seizes the throne. Rising as a gladiator, Maximus seeks revenge while inspiring the people of Rome with his bravery. With powerful performances, epic battle scenes, and a gripping story of honor and vengeance, Gladiator remains one of the greatest historical dramas of all time.",
        "PosterPath": "Gladiator.jpg"
    },
    {
        "FilmTitle": "Titanic",
        "FilmCharacters": "Jack Dawson, Rose DeWitt Bukater",
        "FilmDateReleased": "19/12/1997",
        "FilmAuthor": "James Cameron",
        "LinkFilm": "https://www.imdb.com/title/tt0120338/",
        "Content": "Titanic is a romantic drama directed by James Cameron, released in 1997. The film follows the love story of Jack, a poor artist, and Rose, a young woman from a wealthy family, who meet aboard the RMS Titanic. As their romance blossoms, the ship tragically collides with an iceberg, leading to one of history’s most famous maritime disasters. With breathtaking visuals, emotional depth, and an unforgettable soundtrack, *Titanic* remains one of the most iconic films ever made.",
        "PosterPath": "titanic.jpg"
    },
    {
        "FilmTitle": "Saving Private Ryan",
        "FilmCharacters": "Captain John H. Miller, Private James Ryan",
        "FilmDateReleased": "24/7/1998",
        "FilmAuthor": "Steven Spielberg",
        "LinkFilm": "https://www.imdb.com/title/tt0120815/",
        "Content": "Saving Private Ryan is a war drama directed by Steven Spielberg, released in 1998. The film follows Captain John Miller and his squad as they embark on a dangerous mission to find and bring home Private James Ryan, the last surviving brother of four soldiers. Set during World War II, the movie is known for its intense and realistic battle scenes, especially the harrowing D-Day invasion. With powerful performances and a gripping story, Saving Private Ryan is regarded as one of the greatest war films ever made.",
        "PosterPath": "SavingPrivateRyan.jpg"
    },
    {
        "FilmTitle": "The Silence of the Lambs",
        "FilmCharacters": "Clarice Starling, Dr. Hannibal Lecter",
        "FilmDateReleased": "14/2/1991",
        "FilmAuthor": "Jonathan Demme",
        "LinkFilm": "https://www.imdb.com/title/tt0102926/",
        "Content": "The Silence of the Lambs is a psychological thriller directed by Jonathan Demme, released in 1991. The film follows Clarice Starling, a young FBI trainee, who seeks the help of the brilliant but psychotic Dr. Hannibal Lecter to catch a serial killer known as Buffalo Bill. As Clarice and Lecter engage in a chilling mind game, she must confront her fears while racing against time to save a kidnapped victim. With unforgettable performances and a gripping atmosphere, The Silence of the Lambs is one of the most iconic thrillers in cinema history.",
        "PosterPath": "TheSilenceoftheLambs.jpg"
    },
    {
        "FilmTitle": "The Green Mile",
        "FilmCharacters": "Paul Edgecomb, John Coffey",
        "FilmDateReleased": "10/12/1999",
        "FilmAuthor": "Frank Darabont",
        "LinkFilm": "https://www.imdb.com/title/tt0120689/",
        "Content": "The Green Mile is a drama-fantasy film directed by Frank Darabont, released in 1999, based on Stephen King’s novel. The story follows Paul Edgecomb, a prison guard on death row, who meets John Coffey, a gentle giant with a mysterious healing power. As Paul discovers Coffey’s supernatural gift and questions his guilt, he faces moral dilemmas about justice and compassion. With powerful performances and deep emotional storytelling, The Green Mile is a touching and thought-provoking film about humanity, fate, and redemption.",
        "PosterPath": "TheGreenMile.jpg"
    },
    {
        "FilmTitle": "Se7en",
        "FilmCharacters": "Detective Mills, Detective Somerset",
        "FilmDateReleased": "22/9/1995",
        "FilmAuthor": "David Fincher",
        "LinkFilm": "https://www.imdb.com/title/tt0114369/",
        "Content": "*Se7en* is a psychological crime thriller directed by David Fincher, released in 1995. The film follows two detectives, veteran Somerset and rookie Mills, as they hunt a serial killer who commits murders based on the seven deadly sins. As they get closer to the truth, the case takes a dark and disturbing turn, leading to a shocking climax. With a gripping atmosphere, intense performances, and a haunting ending, Se7en is one of the most iconic thrillers in cinema history.",
        "PosterPath": "se7en.jpg"
    },
    {
        "FilmTitle": "The Usual Suspects",
        "FilmCharacters": "Verbal Kint, Dean Keaton",
        "FilmDateReleased": "16/8/1995",
        "FilmAuthor": "Bryan Singer",
        "LinkFilm": "https://www.imdb.com/title/tt0114814/",
        "Content": "*The Usual Suspects* is a neo-noir crime thriller directed by Bryan Singer, released in 1995. The film follows a group of criminals who are brought together for a heist, only to become entangled in a larger, more sinister plot orchestrated by the mysterious crime lord, Keyser Söze. As the sole survivor, Verbal Kint, recounts the events to the police, the story unfolds with twists and deception leading to a legendary ending. With brilliant storytelling and an unforgettable plot twist, *The Usual Suspects* remains one of the greatest mystery films ever made.",
        "PosterPath": "TheUsualSuspects.jpg"
    },
    {
        "FilmTitle": "Braveheart",
        "FilmCharacters": "William Wallace, Robert the Bruce",
        "FilmDateReleased": "24/5/1995",
        "FilmAuthor": "Mel Gibson",
        "LinkFilm": "https://www.imdb.com/title/tt0112573/",
        "Content": "*Braveheart* is a historical epic directed by and starring Mel Gibson, released in 1995. The film tells the story of William Wallace, a Scottish warrior who leads a rebellion against English rule in the late 13th century. Driven by vengeance and a desire for freedom, Wallace inspires his people to fight for independence, leading to epic battles and heartbreaking sacrifices. With powerful performances, stunning cinematography, and an emotional story, *Braveheart* remains one of the most iconic historical dramas of all time.",
        "PosterPath": "Braveheart.jpg"
    },
    {
        "FilmTitle": "The Departed",
        "FilmCharacters": "Billy Costigan, Colin Sullivan",
        "FilmDateReleased": "6/10/2006",
        "FilmAuthor": "Martin Scorsese",
        "LinkFilm": "https://www.imdb.com/title/tt0407887/",
        "Content": "*The Departed* is a crime thriller directed by Martin Scorsese, released in 2006. The film follows an intense cat-and-mouse game between an undercover cop, Billy Costigan, who infiltrates a powerful Boston crime syndicate, and Colin Sullivan, a mole working for the mob inside the police force. As both men race to uncover each other’s identity, the tension escalates toward a shocking and violent conclusion. With a gripping story, stellar performances, and masterful direction, *The Departed* is one of the greatest crime films of modern cinema.",
        "PosterPath": "TheDeparted.jpg"
    },
    {
        "FilmTitle": "Whiplash",
        "FilmCharacters": "Andrew Neiman, Terence Fletcher",
        "FilmDateReleased": "10/10/2014",
        "FilmAuthor": "Damien Chazelle",
        "LinkFilm": "https://www.imdb.com/title/tt2582802/",
        "Content": "*Whiplash* is a psychological drama directed by Damien Chazelle, released in 2014. The film follows Andrew Neiman, a young and ambitious jazz drummer, who enrolls in a prestigious music conservatory and falls under the brutal mentorship of Terence Fletcher, a ruthless and perfectionist instructor. As Andrew pushes himself to the limit, their intense relationship leads to a battle of ambition, obsession, and sacrifice. With electrifying performances, gripping tension, and powerful music, *Whiplash* is a thrilling exploration of artistry and determination.",
        "PosterPath": "Whiplash.jpg"
    },
    {
        "FilmTitle": "The Prestige",
        "FilmCharacters": "Robert Angier, Alfred Borden",
        "FilmDateReleased": "20/10/2006",
        "FilmAuthor": "Christopher Nolan",
        "LinkFilm": "https://www.imdb.com/title/tt0482571/",
        "Content": "*The Prestige* is a psychological thriller directed by Christopher Nolan, released in 2006. The film follows two rival magicians, Robert Angier and Alfred Borden, whose obsession with outdoing each other leads to deception, sacrifice, and tragedy. As their rivalry intensifies, they push the boundaries of illusion, blurring the line between reality and magic. With a gripping narrative, masterful twists, and thought-provoking themes, *The Prestige* is a mesmerizing tale of ambition and obsession.",
        "PosterPath": "prestige.jpg"
    },
    {
        "FilmTitle": "Django Unchained",
        "FilmCharacters": "Django, Dr. King Schultz",
        "FilmDateReleased": "25/12/2012",
        "FilmAuthor": "Quentin Tarantino",
        "LinkFilm": "https://www.imdb.com/title/tt1853728/",
        "Content": "*Django Unchained* is a western drama directed by Quentin Tarantino, released in 2012. The film follows Django, a freed slave, who teams up with a German bounty hunter, Dr. King Schultz, to rescue his wife from a ruthless plantation owner, Calvin Candie. As Django transforms into a skilled gunslinger, he navigates a dangerous world of violence, deception, and revenge. With sharp dialogue, intense action, and powerful performances, *Django Unchained* is a bold and thrilling take on the classic western genre.",
        "PosterPath": "DjangoUnchained.jpg"
    },
    {
        "FilmTitle": "The Lion King",
        "FilmCharacters": "Simba, Mufasa",
        "FilmDateReleased": "15/6/1994",
        "FilmAuthor": "Roger Allers, Rob Minkoff",
        "LinkFilm": "https://www.imdb.com/title/tt0110357/",
        "Content": "*The Lion King* is an animated epic by Disney, released in 1994. The film follows Simba, a young lion prince who is forced into exile after his uncle Scar orchestrates the death of his father, Mufasa. As Simba grows up, he must confront his past and reclaim his rightful place as king of the Pride Lands. With breathtaking animation, unforgettable music, and a powerful story of courage and redemption, *The Lion King* remains one of Disney’s most beloved classics.",
        "PosterPath": "TheLionKing.jpg"
    },
    {
        "FilmTitle": "Goodfellas",
        "FilmCharacters": "Henry Hill, Jimmy Conway",
        "FilmDateReleased": "19/9/1990",
        "FilmAuthor": "Martin Scorsese",
        "LinkFilm": "https://www.imdb.com/title/tt0099685/",
        "Content": "*Goodfellas* is a crime drama directed by Martin Scorsese, released in 1990. The film follows Henry Hill, a young man who rises through the ranks of the mafia alongside his ruthless partners, Jimmy Conway and Tommy DeVito. As their power and wealth grow, betrayal, violence, and paranoia begin to tear their world apart. With gripping storytelling, unforgettable performances, and masterful direction, *Goodfellas* is one of the greatest gangster films ever made.",
        "PosterPath": "Goodfellas.jpg"
    },
    {
        "FilmTitle": "Avatar",
        "FilmCharacters": "Jake Sully, Neytiri",
        "FilmDateReleased": "18/12/2009",
        "FilmAuthor": "James Cameron",
        "LinkFilm": "https://www.imdb.com/title/tt0499549/",
        "Content": "*Avatar* is a sci-fi epic directed by James Cameron, released in 2009. The film follows Jake Sully, a paraplegic former Marine who is sent to the lush alien world of Pandora, where he inhabits a genetically engineered Na’vi body to interact with the indigenous people. As he grows closer to the Na’vi and falls in love with Neytiri, he must choose between his loyalty to humanity and his newfound home. With groundbreaking visual effects, stunning world-building, and a powerful environmental message, *Avatar* remains one of the most visually spectacular films in cinema history.",
        "PosterPath": "avatar.jpg"
    },
    {
        "FilmTitle": "A Clockwork Orange",
        "FilmCharacters": "Alex DeLarge, Mr. Alexander",
        "FilmDateReleased": "19/12/1971",
        "FilmAuthor": "Stanley Kubrick",
        "LinkFilm": "https://www.imdb.com/title/tt0066921/",
        "Content": "*A Clockwork Orange* is a dystopian crime film directed by Stanley Kubrick, released in 1971, based on Anthony Burgess’s novel. The story follows Alex DeLarge, a violent and rebellious youth who leads a gang in committing brutal crimes until he is captured and subjected to an experimental rehabilitation program. As he undergoes psychological conditioning to suppress his violent tendencies, the film explores themes of free will, morality, and the nature of evil. With its striking visuals, unsettling storytelling, and thought-provoking social commentary, *A Clockwork Orange* remains one of the most controversial and influential films in cinema history.",
        "PosterPath": "AClockOrange.jpg"
    },
    {
        "FilmTitle": "Requiem for a Dream",
        "FilmCharacters": "Harry Goldfarb, Sara Goldfarb",
        "FilmDateReleased": "27/10/2000",
        "FilmAuthor": "Darren Aronofsky",
        "LinkFilm": "https://www.imdb.com/title/tt0180093/",
        "Content": "*Requiem for a Dream* is a psychological drama directed by Darren Aronofsky, released in 2000. The film follows four characters—Sara, her son Harry, his girlfriend Marion, and his friend Tyrone—as they each fall into the devastating grip of addiction. As their dreams of a better life spiral into delusion and despair, the movie delivers a harrowing and visually intense portrayal of substance abuse. With haunting performances, an unforgettable soundtrack, and a deeply emotional impact, *Requiem for a Dream* is a powerful and disturbing exploration of addiction and its consequences.",
        "PosterPath": "RequiemforaDream.jpg"
    },
    {
        "FilmTitle": "The Grand Budapest Hotel",
        "FilmCharacters": "Gustave H., Zero Moustafa",
        "FilmDateReleased": "28/2/2014",
        "FilmAuthor": "Wes Anderson",
        "LinkFilm": "https://www.imdb.com/title/tt2278388/",
        "Content": "*The Grand Budapest Hotel* is a whimsical comedy-drama directed by Wes Anderson, released in 2014. The film follows Gustave H., a charismatic hotel concierge, and his loyal protégé, Zero, as they become entangled in a murder mystery involving a stolen Renaissance painting and a wealthy family's inheritance battle. Set against the backdrop of a fictional European country, the story unfolds with Anderson’s signature visual style, witty dialogue, and eccentric characters. With its charming storytelling, stunning cinematography, and delightful performances, *The Grand Budapest Hotel* is a cinematic masterpiece of humor and adventure.",
        "PosterPath": "TheGrandBudapestHotel.jpg"
    },
    {
        "FilmTitle": "No Country for Old Men",
        "FilmCharacters": "Llewelyn Moss, Anton Chigurh",
        "FilmDateReleased": "9/11/2007",
        "FilmAuthor": "Ethan Coen, Joel Coen",
        "LinkFilm": "https://www.imdb.com/title/tt0477348/",
        "Content": "*No Country for Old Men* is a neo-western crime thriller directed by Joel and Ethan Coen, released in 2007. The film follows Llewelyn Moss, a hunter who stumbles upon a suitcase full of drug money, setting off a deadly chase involving a ruthless hitman, Anton Chigurh, and an aging sheriff, Ed Tom Bell. As the violent pursuit unfolds, themes of fate, morality, and the changing nature of evil take center stage. With masterful storytelling, intense performances, and a haunting atmosphere, *No Country for Old Men* is a gripping and thought-provoking modern classic.",
        "PosterPath": "oldman.jpg"
    },
    {
        "FilmTitle": "Parasite",
        "FilmCharacters": "Kim Ki-taek, Park Dong-ik",
        "FilmDateReleased": "30/5/2019",
        "FilmAuthor": "Bong Joon-ho",
        "LinkFilm": "https://www.imdb.com/title/tt6751668/",
        "Content": "*Parasite* is a dark comedy thriller directed by Bong Joon-ho, released in 2019. The film follows the struggling Kim family, who cunningly infiltrate the wealthy Park household by posing as highly qualified workers. As their deception deepens, tensions rise, leading to unexpected twists and a shocking climax. With sharp social commentary, masterful storytelling, and stunning cinematography, *Parasite* is a brilliant critique of class struggle and one of the most acclaimed films of modern cinema.",
        "PosterPath": "parasite.jpg"
    },
    {
        "FilmTitle": "The Irishman",
        "FilmCharacters": "Frank Sheeran, Jimmy Hoffa",
        "FilmDateReleased": "1/11/2019",
        "FilmAuthor": "Martin Scorsese",
        "LinkFilm": "https://www.imdb.com/title/tt1302006/",
        "Content": "*The Irishman* is a crime epic directed by Martin Scorsese, released in 2019. The film follows Frank Sheeran, a hitman who rises through the ranks of the mob while working for powerful union leader Jimmy Hoffa. As Frank reflects on his life of crime, loyalty, and betrayal, he faces the consequences of his choices in old age. With masterful storytelling, a legendary cast, and a reflective take on the gangster genre, *The Irishman* is a poignant and gripping exploration of power, regret, and mortality.",
        "PosterPath": "Irishman.jpg"
    },
    {
        "FilmTitle": "Joker",
        "FilmCharacters": "Arthur Fleck",
        "FilmDateReleased": "2/10/2019",
        "FilmAuthor": "Todd Phillips",
        "LinkFilm": "https://www.imdb.com/title/tt7286456/",
        "Content": "*Joker* is a psychological thriller directed by Todd Phillips, released in 2019. The film follows Arthur Fleck, a struggling comedian with mental illness, who is rejected by society and gradually descends into madness, transforming into the infamous criminal known as the Joker. Set in a gritty, chaotic Gotham City, the story explores themes of isolation, identity, and societal neglect. With Joaquin Phoenix’s mesmerizing performance, haunting cinematography, and a chilling atmosphere, *Joker* is a powerful and unsettling character study.",
        "PosterPath": "joker.jpg"
    },
    {
        "FilmTitle": "Mad Max: Fury Road",
        "FilmCharacters": "Max Rockatansky, Furiosa",
        "FilmDateReleased": "15/5/2015",
        "FilmAuthor": "George Miller",
        "LinkFilm": "https://www.imdb.com/title/tt1392190/",
        "Content": "*Mad Max: Fury Road* is a post-apocalyptic action film directed by George Miller, released in 2015. The film follows Max Rockatansky and Imperator Furiosa as they flee across a desert wasteland, pursued by the tyrannical warlord Immortan Joe and his army. Filled with breathtaking practical effects, high-octane chase sequences, and stunning visuals, the movie delivers relentless action and a powerful story of survival and rebellion. With its bold direction, intense performances, and groundbreaking cinematography, *Mad Max: Fury Road* is one of the most exhilarating action films of all time.",
        "PosterPath": "MadMax.jpg"
    },
    {
        "FilmTitle": "Blade Runner 2049",
        "FilmCharacters": "K, Rick Deckard",
        "FilmDateReleased": "6/10/2017",
        "FilmAuthor": "Denis Villeneuve",
        "LinkFilm": "https://www.imdb.com/title/tt1856101/",
        "Content": "*Blade Runner 2049* is a neo-noir sci-fi film directed by Denis Villeneuve, released in 2017. The story follows K, a replicant blade runner who uncovers a long-buried secret that could change the fate of both humans and replicants. His journey leads him to track down former blade runner Rick Deckard, who has been in hiding for decades. With stunning cinematography, a haunting soundtrack, and deep philosophical themes, *Blade Runner 2049* is a visually breathtaking and thought-provoking sequel to the 1982 classic.",
        "PosterPath": "2049.jpg"
    },
    {
        "FilmTitle": "The Revenant",
        "FilmCharacters": "Hugh Glass, John Fitzgerald",
        "FilmDateReleased": "25/12/2015",
        "FilmAuthor": "Alejandro González Iñárritu",
        "LinkFilm": "https://www.imdb.com/title/tt1663202/",
        "Content": "*The Revenant* is a survival drama directed by Alejandro González Iñárritu, released in 2015. The film follows Hugh Glass, a frontiersman who is left for dead by his comrades after being brutally mauled by a bear. Fueled by revenge and sheer willpower, he endures harsh wilderness, extreme conditions, and betrayal on his quest for justice. With breathtaking cinematography, intense performances—especially Leonardo DiCaprio’s Oscar-winning role—and raw, immersive storytelling, *The Revenant* is a gripping tale of survival and vengeance.",
        "PosterPath": "Revenant.jpg"
    },
    {
        "FilmTitle": "La La Land",
        "FilmCharacters": "Sebastian, Mia",
        "FilmDateReleased": "9/12/2016",
        "FilmAuthor": "Damien Chazelle",
        "LinkFilm": "https://www.imdb.com/title/tt3783958/",
        "Content": "*La La Land* is a romantic musical drama directed by Damien Chazelle, released in 2016. The film follows Mia, an aspiring actress, and Sebastian, a passionate jazz musician, as they fall in love while pursuing their dreams in Los Angeles. As their careers take different paths, they must navigate the challenges of ambition, love, and sacrifice. With breathtaking cinematography, enchanting music, and heartfelt performances, *La La Land* is a beautiful and bittersweet tribute to dreams and romance.",
        "PosterPath": "lalaland.jpg"
    },
    {
        "FilmTitle": "Moonlight",
        "FilmCharacters": "Chiron, Juan",
        "FilmDateReleased": "21/10/2016",
        "FilmAuthor": "Barry Jenkins",
        "LinkFilm": "https://www.imdb.com/title/tt4975722/",
        "Content": "*Moonlight* is a coming-of-age drama directed by Barry Jenkins, released in 2016. The film follows Chiron, a young Black man growing up in a rough Miami neighborhood, as he struggles with his identity, family, and sexuality across three defining stages of his life. Through intimate storytelling and stunning cinematography, the movie explores themes of self-discovery, love, and resilience. With powerful performances and a deeply emotional narrative, *Moonlight* is a poignant and beautifully crafted film about identity and human connection.",
        "PosterPath": "Moonlight.jpg"
    },
    {
        "FilmTitle": "The Shape of Water",
        "FilmCharacters": "Elisa Esposito, Richard Strickland",
        "FilmDateReleased": "22/12/2017",
        "FilmAuthor": "Guillermo del Toro",
        "LinkFilm": "https://www.imdb.com/title/tt5580390/",
        "Content": "*The Shape of Water* is a fantasy romance film directed by Guillermo del Toro, released in 2017. The story follows Elisa, a mute janitor working at a secret government facility, who forms a deep bond with a mysterious amphibian creature held in captivity. As their relationship grows, she risks everything to help him escape, leading to a poetic tale of love, acceptance, and freedom. With stunning visuals, a haunting score, and a unique blend of fantasy and emotion, *The Shape of Water* is a mesmerizing and heartfelt cinematic experience.",
        "PosterPath": "TheShapeofWater.jpg"
    },
    {
        "FilmTitle": "Jaws",
        "FilmCharacters": "Martin Brody, Quint",
        "FilmDateReleased": "20/6/1975",
        "FilmAuthor": "Steven Spielberg",
        "LinkFilm": "https://www.imdb.com/title/tt0073195/",
        "Content": "*Jaws* is a thriller directed by Steven Spielberg, released in 1975. The film follows a small beach town terrorized by a massive great white shark, prompting the local police chief, a marine biologist, and a seasoned shark hunter to track it down. As they venture into the open sea, the hunt turns into a tense and deadly battle for survival. With masterful suspense, an iconic soundtrack, and groundbreaking effects, *Jaws* is a classic that redefined the thriller and blockbuster genres.",
        "PosterPath": "Jaws.jpg"
    },
    {
        "FilmTitle": "Rocky",
        "FilmCharacters": "Rocky Balboa, Adrian Pennino",
        "FilmDateReleased": "21/11/1976",
        "FilmAuthor": "John G. Avildsen",
        "LinkFilm": "https://www.imdb.com/title/tt0075148/",
        "Content": "*Rocky* is a sports drama directed by John G. Avildsen, released in 1976. The film follows Rocky Balboa, a small-time boxer from Philadelphia who gets a once-in-a-lifetime chance to fight the heavyweight champion, Apollo Creed. As he trains tirelessly, Rocky’s journey becomes a story of determination, resilience, and the fight for self-respect. With an iconic underdog narrative, memorable performances, and an unforgettable soundtrack, *Rocky* remains one of the most inspiring sports films of all time.",
        "PosterPath": "rocky.jpg"
    },
    {
        "FilmTitle": "The Revenant",
        "FilmCharacters": "Hugh Glass, John Fitzgerald",
        "FilmDateReleased": "25/12/2015",
        "FilmAuthor": "Alejandro G. Iñárritu",
        "LinkFilm": "https://www.imdb.com/title/tt1663202/",
        "Content": "*The Revenant* is a survival drama directed by Alejandro González Iñárritu, released in 2015. The film follows Hugh Glass, a frontiersman who is left for dead by his companions after being brutally attacked by a bear. Fueled by vengeance and sheer determination, he endures extreme conditions, treacherous landscapes, and relentless hardships on his quest for justice. With stunning cinematography, intense performances—especially Leonardo DiCaprio’s Oscar-winning role—and a raw, immersive story, *The Revenant* is a gripping tale of survival and resilience.",
        "PosterPath": "Revenant.jpg"
    },
    {
        "FilmTitle": "Superman",
        "FilmCharacters": "David, Rachel",
        "FilmDateReleased": "7/11/2025",
        "FilmAuthor": "James Gunn",
        "LinkFilm": "https://vtv.vn/van-hoa-giai-tri/nhung-bo-phim-duoc-mong-doi-nhat-nam-2025-20250128155327106.htm",
        "Content": "*Superman* is a superhero film directed by Richard Donner, released in 1978. The film follows Kal-El, an alien from the doomed planet Krypton, who is raised on Earth as Clark Kent and discovers his superhuman abilities. As he embraces his destiny as Superman, he protects humanity from the villainous Lex Luthor while struggling with his love for journalist Lois Lane. With groundbreaking visual effects, an iconic performance by Christopher Reeve, and an unforgettable score by John Williams, *Superman* set the standard for superhero films and remains a beloved classic.",
        "PosterPath": "Superman.jpg"
    },
    {
        "FilmTitle": "Train to Busan",
        "FilmCharacters": "Park Joo-suk",
        "FilmDateReleased": "20/07/2016",
        "FilmAuthor": "Yeon Sang-ho",
        "LinkFilm": "https://www.imdb.com/title/tt5700672/",
        "Content": "*Train to Busan* is a thrilling zombie horror film directed by Yeon Sang-ho, released in 2016. The story follows Seok-woo and his daughter as they board a train to Busan, only to find themselves trapped amid a fast-spreading zombie outbreak. As passengers fight for survival, the film delivers intense action, emotional moments, and social commentary. With gripping suspense and heart-wrenching drama, *Train to Busan* redefined the zombie genre in Korean cinema.",
        "PosterPath": "busan.jpg"
    },
    {
        "FilmTitle": "Oldboy",
        "FilmCharacters": "Hwang Jo-yun, Im Joon-hyung, Park Chan-wook",
        "FilmDateReleased": "21/11/2003",
        "FilmAuthor": "Park Chan-wook",
        "LinkFilm": "https://www.imdb.com/title/tt0364569/",
        "Content": "*Oldboy* is a neo-noir action thriller directed by Park Chan-wook, released in 2003. The film follows Oh Dae-su, a man mysteriously imprisoned for 15 years without explanation and then suddenly released. As he seeks revenge against his captor, he uncovers shocking secrets that change his life forever. With stunning cinematography, intense action, and an unforgettable twist, *Oldboy* is one of the most powerful and influential films in Korean cinema.",
        "PosterPath": "oldboy.jpg"
    },
    {
        "FilmTitle": "The Handmaiden",
        "FilmCharacters": "Chung Seo-kyung, Park Chan-wook",
        "FilmDateReleased": "01/06/2016",
        "FilmAuthor": "Park Chan-wook",
        "LinkFilm": "https://www.imdb.com/title/tt4016934/",
        "Content": "*The Handmaiden* is a psychological thriller directed by Park Chan-wook, released in 2016. Set in Japanese-occupied Korea, the story follows a con artist who hires a young pickpocket to infiltrate the life of a wealthy heiress. However, unexpected twists and deep emotional connections lead to a story filled with betrayal, passion, and suspense. With mesmerizing cinematography and a layered narrative, *The Handmaiden* is a visually stunning and emotionally gripping film.",
        "PosterPath": "Handmaiden.jpg"
    },
    {
        "FilmTitle": "Memories of Murder",
        "FilmCharacters": "Bong Joon-ho, Shim Sung-bo",
        "FilmDateReleased": "02/05/2003",
        "FilmAuthor": "Bong Joon-ho",
        "LinkFilm": "https://www.imdb.com/title/tt0353969/",
        "Content": "*Memories of Murder* is a crime thriller directed by Bong Joon-ho, released in 2003. Based on true events, the film follows two detectives trying to track down Korea’s first recorded serial killer in the 1980s. As they struggle with limited resources and conflicting investigative methods, the case becomes more complex and psychologically intense. With masterful storytelling, gripping suspense, and deep social themes, *Memories of Murder* is one of the greatest crime films in Korean cinema history.",
        "PosterPath": "murder.jpg"
    },
    {
        "FilmTitle": "Crouching Tiger, Hidden Dragon",
        "FilmCharacters": "Wang Hui-ling, James Schamus, Tsai Kuo-jung",
        "FilmDateReleased": "08/07/2000",
        "FilmAuthor": "Ang Lee",
        "LinkFilm": "https://www.imdb.com/title/tt0190332/",
        "Content": "*Crouching Tiger, Hidden Dragon* is a wuxia martial arts film directed by Ang Lee, released in 2000. The film follows a legendary warrior who entrusts his powerful sword to a trusted friend, only for it to be stolen by a mysterious young woman. As secrets unfold, breathtaking martial arts battles and a heartfelt romance take center stage. With stunning cinematography, poetic storytelling, and mesmerizing action sequences, *Crouching Tiger, Hidden Dragon* is a masterpiece that brought Chinese cinema to global recognition.",
        "PosterPath": "tigerdragon.jpg"
    },
    {
        "FilmTitle": "Infernal Affairs",
        "FilmCharacters": "Alan Mak, Felix Chong",
        "FilmDateReleased": "12/12/2002",
        "FilmAuthor": "Andrew Lau, Alan Mak",
        "LinkFilm": "https://www.imdb.com/title/tt0338564/",
        "Content": "*Infernal Affairs* is a crime thriller directed by Andrew Lau and Alan Mak, released in 2002. The film follows a tense cat-and-mouse game between an undercover cop infiltrating the triads and a mole working inside the police force. As their identities remain hidden, both men must race against time to uncover each other before they are exposed. With gripping suspense, a tightly woven narrative, and stellar performances, *Infernal Affairs* became a landmark film in Hong Kong cinema and inspired the Hollywood remake *The Departed*.",
        "PosterPath": "InternalAffairs.jpg"
    },
    {
        "FilmTitle": "Uyển Ca Nương",
        "FilmCharacters": "Trương Uyển Ca",
        "FilmDateReleased": "20-03-2025",
        "FilmAuthor": "ABKD",
        "LinkFilm": "https://truyenfull.vision/uyen-ca/",
        "Content": "Trên đại điện hoàng cung, Khương Uyển Ca quỳ gối trước mặt đương kim thiên tử, từng chữ từng chữ vang dội, mạnh mẽ: \"Bệ hạ, thần nữ xin chỉ xuất chinh biên cương, nếu bại, tự nguyện lấy thân báo quốc, chôn xương nơi biên ải; nếu thắng, cũng nguyện vĩnh viễn trấn thủ biên cương, không bao giờ hồi triều, bảo vệ bình an một phương!\"\nHoàng thượng nhìn nữ tử dung mạo còn non nớt dưới đài, trong mắt tràn đầy thương tiếc: \" Uyển Ca, cả Khương gia trung liệt, phụ thân và huynh trưởng con đã chiến tử sa trường ba năm trước, mẫu thân cũng tuẫn tiết theo người, nay Khương gia chỉ còn lại một mình con, lần này đi biên cương hiểm nguy trùng trùng, trẫm sao có thể nhẫn tâm lại phái con xuất chinh?\"\nNhưng Khương Uyển Ca lại lắc đầu: \"Vì nước quên thân là vinh quang vô thượng của Khương gia, cầu xin bệ hạ thành toàn!\"",
        "PosterPath": "film.png"
    },
    {
        "FilmTitle": "huhu",
        "FilmCharacters": "hehe",
        "FilmDateReleased": "20-03-2025",
        "FilmAuthor": "hihi",
        "LinkFilm": "kkkkk",
        "Content": "Trên đại điện hoàng cung, Khương Uyển Ca quỳ gối trước mặt đương kim thiên tử, từng chữ từng chữ vang dội, mạnh mẽ: \"Bệ hạ, thần nữ xin chỉ xuất chinh biên cương, nếu bại, tự nguyện lấy thân báo quốc, chôn xương nơi biên ải; nếu thắng, cũng nguyện vĩnh viễn trấn thủ biên cương, không bao giờ hồi triều, bảo vệ bình an một phương!\"\nHoàng thượng nhìn nữ tử dung mạo còn non nớt dưới đài, trong mắt tràn đầy thương tiếc: \" Uyển Ca, cả Khương gia trung liệt, phụ thân và huynh trưởng con đã chiến tử sa trường ba năm trước, mẫu thân cũng tuẫn tiết theo người, nay Khương gia chỉ còn lại một mình con, lần này đi biên cương hiểm nguy trùng trùng, trẫm sao có thể nhẫn tâm lại phái con xuất chinh?\"\nNhưng Khương Uyển Ca lại lắc đầu: \"Vì nước quên thân là vinh quang vô thượng của Khương gia, cầu xin bệ hạ thành toàn!\"",
        "PosterPath": "titanic.jpg"
    },
    {
        "FilmTitle": "Fairy Tail",
        "FilmCharacters": "Natsu",
        "FilmDateReleased": "21-03-2025",
        "FilmAuthor": "Maro Hoshimaru",
        "LinkFilm": "https://chatgpt.com/c/67dce37d-9380-8000-ae21-d8ffab2aec57",
        "Content": "Tất cả chạy ra ngoài và chứng kiến một cảnh tượng kinh hoàng—bầu trời bị xé toạc bởi một vết nứt kỳ lạ. Từ trong vết nứt đó, một bóng đen khổng lồ xuất hiện, mang hình dáng của một con rồng… nhưng không phải Acnologia.\nRồng này có đôi mắt đỏ rực, đôi cánh phủ đầy ngọn lửa đen tối. Nó gầm lên, khiến mặt đất rung chuyển.\n\"Cuối cùng cũng tìm thấy rồi…\" Một giọng nói trầm vang lên. \"Người mang ngọn lửa của Igneel.\"\nNatsu mở to mắt. Trái tim cậu đập mạnh.\n\"Ngươi là ai?\" cậu hét lên.\nCon rồng hạ thấp đôi cánh, nhìn Natsu đầy khinh miệt.\n\"Ta là Draconis, rồng của hư vô. Và ngươi… là kẻ sẽ giúp ta hồi sinh vương triều của loài rồng.\"",
        "PosterPath": "fairytail.jpg"
    },
    {
        "FilmTitle": "The Substance",
        "FilmCharacters": "Elizabeth",
        "FilmDateReleased": "21-03-2025",
        "FilmAuthor": "Amy",
        "LinkFilm": "https://chatgpt.com/c/67dd2126-f270-8005-82c5-ee8b55f463c3",
        "Content": "The Substance isn’t just a film — it’s an experience.\nDirector Ava Collin takes a simple premise — a mysterious black, living matter that arrives on Earth without explanation — and transforms it into a stunning meditation on fear, hope, and human desire.\nVisually, The Substance is breathtaking. Every frame feels meticulously crafted, with the shimmering black liquid becoming both a terrifying presence and an oddly mesmerizing character in its own right. The sound design is especially brilliant; the whispers of the Substance feel like they’re crawling right into your ears, drawing you deeper into its world.\nBut what truly sets this film apart is its emotional core.\nAt its heart, The Substance is about longing — for lost loved ones, for second chances, for answers we were never meant to have. Lead actress Maren Holloway gives a heartbreakingly raw performance as Mira, a woman torn between grief and the allure of the impossible. Her chemistry with the ever-shifting, unknowable force is subtle but powerful, making you question who’s really controlling who.\nThe final act hits like a punch to the chest — equal parts horror and beauty, leaving you with more questions than answers, and an ache you can’t quite explain.\nSome will say The Substance is slow. Others might call it “too abstract.” But for those who let themselves sink into its depths, it’s unforgettable. It lingers. Like a whisper in the dark.",
        "PosterPath": "The Substance.jpg"
    }
]