[
    {
        "FilmTitle": "Biến",
        "FilmCharacters": "Mic",
        "FilmDateReleased": "20-03-2025",
        "FilmAuthor": "Cầm",
        "LinkFilm": "znmslsjjfisdih",
        "Content": "Từ nhỏ, tôi đã không có mẹ, chỉ sống cùng ba.\nBa tôi bị điếc một bên tai.\nÔng bảo rằng, tôi là đứa trẻ được ông vớt được từ dưới nước lên.\nNgười trong làng khuyên ông:\n\"Chỉ là đứa con hoang nhặt về ấy mà, nuôi thế nào cũng chẳng thân được đâu.\"\nNhưng ba chưa từng nghĩ đến chuyện bỏ rơi tôi.\nEm ruột của ba tôi nói muốn dùng ba vạn tệ đ",
        "PosterPath": "joker.jpg"
    },
    {
        "FilmTitle": "Uyển Ca Nương",
        "FilmCharacters": "Trương Uyển Ca",
        "FilmDateReleased": "20-03-2025",
        "FilmAuthor": "ABKD",
        "LinkFilm": "https://truyenfull.vision/uyen-ca/",
        "Content": "Trên đại điện hoàng cung, Khương Uyển Ca quỳ gối trước mặt đương kim thiên tử, từng chữ từng chữ vang dội, mạnh mẽ: \"Bệ hạ, thần nữ xin chỉ xuất chinh biên cương, nếu bại, tự nguyện lấy thân báo quốc, chôn xương nơi biên ải; nếu thắng, cũng nguyện vĩnh viễn trấn thủ biên cương, không bao giờ hồi triều, bảo vệ bình an một phương!\"\nHoàng thượng nhìn nữ tử dung mạo còn non nớt dưới đài, trong mắt tràn đầy thương tiếc: \" Uyển Ca, cả Khương gia trung liệt, phụ thân và huynh trưởng con đã chiến tử sa trường ba năm trước, mẫu thân cũng tuẫn tiết theo người, nay Khương gia chỉ còn lại một mình con, lần này đi biên cương hiểm nguy trùng trùng, trẫm sao có thể nhẫn tâm lại phái con xuất chinh?\"\nNhưng Khương Uyển Ca lại lắc đầu: \"Vì nước quên thân là vinh quang vô thượng của Khương gia, cầu xin bệ hạ thành toàn!\"",
        "PosterPath": "film.png"
    },
    {
        "FilmTitle": "huhu",
        "FilmCharacters": "hehe",
        "FilmDateReleased": "20-03-2025",
        "FilmAuthor": "hihi",
        "LinkFilm": "kkkkk",
        "Content": "Trên đại điện hoàng cung, Khương Uyển Ca quỳ gối trước mặt đương kim thiên tử, từng chữ từng chữ vang dội, mạnh mẽ: \"Bệ hạ, thần nữ xin chỉ xuất chinh biên cương, nếu bại, tự nguyện lấy thân báo quốc, chôn xương nơi biên ải; nếu thắng, cũng nguyện vĩnh viễn trấn thủ biên cương, không bao giờ hồi triều, bảo vệ bình an một phương!\"\nHoàng thượng nhìn nữ tử dung mạo còn non nớt dưới đài, trong mắt tràn đầy thương tiếc: \" Uyển Ca, cả Khương gia trung liệt, phụ thân và huynh trưởng con đã chiến tử sa trường ba năm trước, mẫu thân cũng tuẫn tiết theo người, nay Khương gia chỉ còn lại một mình con, lần này đi biên cương hiểm nguy trùng trùng, trẫm sao có thể nhẫn tâm lại phái con xuất chinh?\"\nNhưng Khương Uyển Ca lại lắc đầu: \"Vì nước quên thân là vinh quang vô thượng của Khương gia, cầu xin bệ hạ thành toàn!\"",
        "PosterPath": "titanic.jpg"
    },
    {
        "FilmTitle": "Fairy Tail",
        "FilmCharacters": "Natsu",
        "FilmDateReleased": "21-03-2025",
        "FilmAuthor": "Maro Hoshimaru",
        "LinkFilm": "https://chatgpt.com/c/67dce37d-9380-8000-ae21-d8ffab2aec57",
        "Content": "Tất cả chạy ra ngoài và chứng kiến một cảnh tượng kinh hoàng—bầu trời bị xé toạc bởi một vết nứt kỳ lạ. Từ trong vết nứt đó, một bóng đen khổng lồ xuất hiện, mang hình dáng của một con rồng… nhưng không phải Acnologia.\nRồng này có đôi mắt đỏ rực, đôi cánh phủ đầy ngọn lửa đen tối. Nó gầm lên, khiến mặt đất rung chuyển.\n\"Cuối cùng cũng tìm thấy rồi…\" Một giọng nói trầm vang lên. \"Người mang ngọn lửa của Igneel.\"\nNatsu mở to mắt. Trái tim cậu đập mạnh.\n\"Ngươi là ai?\" cậu hét lên.\nCon rồng hạ thấp đôi cánh, nhìn Natsu đầy khinh miệt.\n\"Ta là Draconis, rồng của hư vô. Và ngươi… là kẻ sẽ giúp ta hồi sinh vương triều của loài rồng.\"",
        "PosterPath": "fairytail.jpg"
    },
    {
        "FilmTitle": "The Substance",
        "FilmCharacters": "Elizabeth",
        "FilmDateReleased": "21-03-2025",
        "FilmAuthor": "Amy",
        "LinkFilm": "https://chatgpt.com/c/67dd2126-f270-8005-82c5-ee8b55f463c3",
        "Content": "The Substance isn’t just a film — it’s an experience.\nDirector Ava Collin takes a simple premise — a mysterious black, living matter that arrives on Earth without explanation — and transforms it into a stunning meditation on fear, hope, and human desire.\nVisually, The Substance is breathtaking. Every frame feels meticulously crafted, with the shimmering black liquid becoming both a terrifying presence and an oddly mesmerizing character in its own right. The sound design is especially brilliant; the whispers of the Substance feel like they’re crawling right into your ears, drawing you deeper into its world.\nBut what truly sets this film apart is its emotional core.\nAt its heart, The Substance is about longing — for lost loved ones, for second chances, for answers we were never meant to have. Lead actress Maren Holloway gives a heartbreakingly raw performance as Mira, a woman torn between grief and the allure of the impossible. Her chemistry with the ever-shifting, unknowable force is subtle but powerful, making you question who’s really controlling who.\nThe final act hits like a punch to the chest — equal parts horror and beauty, leaving you with more questions than answers, and an ache you can’t quite explain.\nSome will say The Substance is slow. Others might call it “too abstract.” But for those who let themselves sink into its depths, it’s unforgettable. It lingers. Like a whisper in the dark.",
        "PosterPath": "The Substance.jpg"
    }
]